{
  "topic": "communication development milestones",
  "timestamp": "2025-06-29T06:29:44.217219",
  "sources": 1,
  "contents": [
    {
      "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1781081/",
      "content": "Abstract\nBackground\nDynamic modeling of metabolic reaction networks under in vivo conditions is a crucial step in order to obtain a better understanding of the (dis)functioning of living cells. So far dynamic metabolic models generally have been based on mechanistic rate equations which often contain so many parameters that their identifiability from experimental data forms a serious problem. Recently, approximative rate equations, based on the linear logarithmic (linlog) format have been proposed as a suitable alternative with fewer parameters.\nResults\nIn this paper we present a method for estimation of the kinetic model parameters, which are equal to the elasticities defined in Metabolic Control Analysis, from metabolite data obtained from dynamic as well as steady state perturbations, using the linlog kinetic format. Additionally, we address the question of parameter identifiability from dynamic perturbation data in the presence of noise. The method is illustrated using metabolite data generated with a dynamic model of the glycolytic pathway of Saccharomyces cerevisiae based on mechanistic rate equations. Elasticities are estimated from the generated data, which define the complete linlog kinetic model of the glycolysis. The effect of data noise on the accuracy of the estimated elasticities is presented. Finally, identifiable subset of parameters is determined using information on the standard deviations of the estimated elasticities through Monte Carlo (MC) simulations.\nConclusion\nThe parameter estimation within the linlog kinetic framework as presented here allows the determination of the elasticities directly from experimental data from typical dynamic and/or steady state experiments. These elasticities allow the reconstruction of the full kinetic model of Saccharomyces cerevisiae, and the determination of the control coefficients. MC simulations revealed that certain elasticities are potentially unidentifiable from dynamic data only. Addition of steady state perturbation of enzyme activities solved this problem.\nBackground\nMetabolic activities of living cells are accomplished by a well regulated, highly coupled network of numerous enzyme catalyzed reactions and selective membrane transport systems. To engineer such systems, enzymatic, transport and regulatory functions of the cells are manipulated via the use of recombinant DNA technology [1]. Within the purpose of metabolic engineering, i.e. rational redesign of the metabolic systems, the highly relevant question of which (combination of) perturbation should be applied in order to increase the productivity of the microorganism is addressed. The answer to this question requires information on both the regulatory level and the metabolic level. Ter Kuile and Westerhoff showed by their Hierarchical Control Analysis that the pathway flux is rarely controlled solely by gene expression, but that metabolite levels are also relevant [2].\nIn this context, we focus on the metabolic reaction network level. Modeling metabolic reaction systems is usually based on stoichiometric sometimes followed by kinetic modeling.\nOne of the initial steps in the modeling of metabolic reaction networks is to determine the structure and steady state characteristics of a given network using stoichiometric information alone. Steady state models describe time invariant fluxes, gathered from steady state experiments; hence they reflect the structural characteristics of the system. Metabolic Flux Analysis (MFA) and Metabolic Network Analysis (MNA) were developed as powerful tools to analyze such flux data. At steady state, the mass balances over the metabolites in the metabolic network yield a set of linear relations between the metabolic fluxes which can be expressed as:\nS·v = 0 (1)\nWhere S is the (m × r) stoichiometric matrix and v is the (r × 1) vector of metabolic fluxes, where m is the number of balanced metabolites and r is the number of fluxes. Here, the system is in most of the cases underdetermined so that there are an infinite number of possible solutions. The realized solution depends on the kinetic properties of the involved reactions; this information is seldom known. To bypass the need of information on kinetics of individual reactions, alternative mathematical approaches have been proposed in the past to obtain a unique solution. An example is the constraint based optimization approach which is based on assumed optimality criteria, e.g. maximum growth, given biochemical, thermodynamic and irreversibility constraints and maximal reaction rates [3-5]. Later, Segre et al. proposed the optimality constraint that requires maximization of biomass formation while minimization of metabolic adjustment (MOMA) in order to obtain a unique flux distribution of a mutant strain. In their approach, they defend their optimality criterion that a knock-out mutant strain would optimize its biomass production rate by changing minimally its metabolic fluxes from the wild type strain [6]. An alternative metabolic modeling framework which uses a fitness function is the cybernetic approach. This approach assumes that an organism is an optimal strategist in utilizing all available sources with maximum efficiency. The expression and activity of the enzymes that catalyze network functionality are regulated by cybernetic control variables obtained from the solution of a constrained optimization problem [7-9].\nDespite a number of successful applications especially in mixed substrate and prediction of knock-out lethality, all stoichiometric modeling approaches have their limitations, e.g. they can not predict time courses of the cellular processes, are based on \"assumed goals\" of the cell, and do not give insight in molecular events occurring in the cells, since information about the kinetic properties of the individual enzymes are not required. In the light of the above arguments, it is apparent that, to advance our understanding of the (dis)functioning of living cells a systems biology approach is needed, whereby the use of dynamic mathematical models of metabolic reaction networks to describe the complex kinetic behavior and interactions (allosterical, feedback and feed forward effects, cofactor coupling, compartmentation, intracellular transport, etc.) is becoming increasingly relevant.\nThe kinetic behavior of many important enzymes occurring in metabolic networks have been studied extensively, however these studies have generally been performed under non-physiological conditions in test tubes (in vitro), and therefore the applicability of these results to the in vivo metabolism is doubtful [10-13]. Teusink et al. showed that discrepancies exist between the in vivo measured changes of the concentrations of the glycolytic metabolites and their estimates using models based on mechanistic rate equations and in vitro determined parameters [12]. This basic problem invalidates detailed models of metabolism containing kinetic parameters which have been determined in vitro. Therefore, it is preferred to base the kinetic analysis of metabolic networks on in vivo studies of intact cellular networks. These in vivo studies are based on steady state and/or dynamic perturbations of a metabolic network starting from a reference steady state that is defined by its fluxes, enzyme activities, metabolite levels, extracellular concentrations, and kinetic parameters.\nIt is also important to notice that the number of parameters that is typically involved in the traditional mechanistic equations is very large which causes identifiability problems due to parameter insensitivity. Despite the information richness of data obtained from dynamic perturbations in in vivo experiments, there is a limit for identification of the parameters. For these reasons, it seems justified not to limit ourselves to the available complex mechanistic enzyme kinetics which must also be considered as approximations of the true in vivo behavior [14,15]. Approximative enzyme kinetic formats, which contain much fewer kinetic parameters are therefore of general interest. An overview of different approximative kinetic formats (linear, power law, loglin and linlog kinetics) used in metabolic network modeling is given by Heijnen [16].\nOne of the proposed formats is, linlog kinetics, which has been introduced for modeling of in vivo kinetics and for metabolic redesign, and shown to have a good approximation quality, standardized format and relatively few parameters [16,17]. In linlog kinetics, all the rate equations have the same mathematical structure in which the relation between rates and enzyme levels is proportional, while for metabolite levels, a linear sum of logarithmic concentration terms is proposed. All variables are considered relative to a reference steady state (Eq. (2)). The linlog approximation is valid in the neighborhood of the reference state (defined by J0, x0 and c0 in equation (2)), but quite large changes of metabolite concentrations, enzyme levels and fluxes are allowed [17]. The parameters ( and ) in the kinetic equations are the same scaled elasticities that are used in Metabolic Control Analysis (MCA). It is important to note that the elasticity parameters appear in the model in a linear fashion.\nWhen the elasticities are known, a full dynamic model of the whole metabolic network can be set up using linlog kinetics. Such a model allows in principle the calculation of control coefficients also under dynamic conditions. In linlog kinetics, the elasticities are the kinetic parameters represented in the elasticity matrix. From these, and a given network structure specified in the form of a stoichiometric matrix, the control coefficients for a reference condition can be calculated from the summation and connectivity relations developed in the framework of MCA. Also the change in control coefficients upon large changes in enzyme levels can be calculated [18]. Moreover, the linlog formulation enables the analytical solution of the mass balances for steady state metabolite and flux levels in the metabolic network, providing the solution of the metabolic redesign problem, i.e. determination of the optimal enzyme levels that maximize a certain flux while the total amount of enzyme and the metabolite levels are constrained. Visser et al., reported a successful application of linlog kinetics in an in silico study that aims to solve this metabolic redesign problem [19].\nIn order to determine the kinetic parameters of a model of a given in vivo metabolic system, in vivo perturbations of the complete metabolic network have to be performed. There are two main types of perturbations that can be imposed on the system: steady state and dynamic perturbations. In steady state perturbations, usually the enzyme activity of one (sometimes more) of the reactions is changed by adding specific inhibitors or activators or by genetically changing the enzyme activity, resulting in a new steady state. In steady state perturbations an important problem has been addressed by Kacser and Burns, which is the determination of the set of reactions that has to be perturbed in steady state fashion, in order to be able to determine all elasticities for a given metabolic network which resulted in their \"double modulation\" [20]. They showed that for a simple linear chain of reaction, perturbation of the activities of the first and last enzymes allows determination of the elasticities of all enzymes of the chain under the condition that each enzyme is only responsive to its substrate and product, which rules out the fact that feedback loops are present. The theoretical basis is presented in later studies which showed that determination of the elasticities for any enzyme in such a simple chain requires two perturbations, one upstream and one downstream of the enzyme concerned [21]. Giersch and Cornish-Bowden extended the double perturbation approach to more complex pathways containing branch points, regulatory loops, and conserved moieties and they provided guidelines to list the possible reactions to be modulated in order to determine the elasticities for arbitrary metabolic networks [22]. From the obtained list a minimum set of steady state perturbations, to be imposed on a specific network, can be chosen. As an alternative to the analysis of Giersch and Cornish-Bowden, Hofmeyr and Cornish-Bowden offered co-response analysis, to identify the mono-functional units that respond together to any perturbation applied [23]. These mono-functional units have to be dissected in order to determine the elasticities belonging to these groups.\nLinlog kinetics has been successfully applied to estimate the elasticity parameters for a linear pathway from sets of steady state metabolite concentrations and enzyme activities [18]. Additionally, Heijnen et al. proposed a method to obtain flux control coefficients around a branch point, from large enzyme perturbation leading to large steady state flux perturbations, using the linlog kinetic format [24]. This approach allows obtaining explicit solutions for steady state flux and metabolite levels as a function of large changes in enzyme activities.\nAn alternative to steady state perturbations are dynamic perturbations, in which the system, being initially at the reference state, is disturbed to create time dependent data of transient metabolite levels. The dynamic metabolite profiles are typically obtained as a series of snapshots in time. A recent example of these are in vivo measurements of a number of metabolites in rather dense time sequences of a few seconds or minutes, using 'rapid sampling' methods with subsequent high precision metabolite measurement techniques [25-28]. Transient data are rich in information and allow determination of the time hierarchy of the different elements of the metabolic network and the causal relationships between the network elements. It is possible to exploit these data to estimate the parameters of a traditional full kinetic model [13,29]. Such a model can subsequently be used to calculate the values of the elasticities at a given reference steady state. Alternatively, when the linlog kinetic format is used the elasticities can be directly estimated from the transient data. This was demonstrated by Kresnowati et al. who estimated the elasticities of a small example network from transient concentration data, assuming that the dynamic fluxes are unknown [30].\nAn important difference between steady state and dynamic perturbations is that in the former both the steady state enzyme levels (ei) and the metabolite concentrations (xi) have to be measured, whereas in rapid dynamic perturbation experiments only xi is required because the enzyme activities can be considered constant within a sufficiently short time window following the perturbation. Note that flux data are required in both methods. However, fluxes are not independent variables as they follow from the measured intra- and extracellular metabolite concentrations and the proper mass balances.\nIn this work, we present a method to estimate kinetic parameters (elasticities), using linlog kinetics, using metabolome data obtained from steady state and dynamic perturbation experiments. As such, this can be considered as an extension of the work by Visser and Heijnen [17], Wu et al., [18] and Kresnowati et al., [30] who have provided the theoretical framework and a small practical application of the linlog kinetic format. We first generalize the notation to make it applicable to networks of arbitrary size and complexity. Additionally, we address further the question of parameter identification from experimental data. We monitor the propagation of error throughout the proposed parameter estimation procedure and we determine the subset of identifiable parameters. To illustrate the proof of principle, we apply the presented theory on in silico generated data, with realistic experimental settings, to be able to compare the obtained results with the \"known truth\". This data is generated using a previously published glycolytic pathway model [31] of Saccharomyces cerevisiae.\nResults\nIn silico pulse experiments\nIn these experiments, the steady state was perturbed by increasing the extracellular glucose concentration. When the external glucose concentration is increased, the intracellular glucose concentration also increases as the sugar is transported through facilitated diffusion. From Figure 1a it can be seen that the G6P concentration increases around 6% in the first five seconds and then starts to decrease, as the ATP concentration drops due to the phosphorylation of the glucose in the hexokinase reaction. ATP starts to recover after about 15 seconds due to increased increase ATP production downstream of glycolysis. This is in agreement with the literature on the glucose uptake dynamics following a sudden increase in the external sugar concentration [32]. Following this ATP fluctuation, the PEP concentration also decreases and then recovers. In the first five minutes, the concentrations of the external metabolites increase because of their increased production.\nAfter this initial period of 2 min, in which the external glucose concentration is nearly constant, the concentration of external glucose slowly decreases due to continuous consumption and wash-out from the reactor. The cells follow this glucose drop by dropping the levels of intracellular metabolites. For the extracellular products (polysaccharides, glycerol, ethanol) the washout from the reactor is larger than their production and hence their concentration also drops. After about 200 minutes, the original steady state is restored (Figure 1b). Such a pulse experiment therefore always delivers a highly dynamic dataset, followed by a pseudo steady state dataset.\nParameter estimation\nThe dynamic data obtained during the first five minutes of the glucose pulse experiment (Figure 1a) were used to estimate the elasticities via the linlog parameter estimation procedure outlined in the Methods section (see section Determining elasticities from dynamic perturbation data). In Figure 1a, the simulation of the same dynamic perturbation using the estimated elasticities is also given. In Figure 2, the estimated elasticities are compared with the theoretically calculated elasticities, derived from mechanistic rate equations at the reference state.\nAlthough the linlog simulation results do not differ much from the noise-free experimental data generated with the mechanistic model, some estimated elasticities are far from the expected theoretical values. The difference is in some cases in magnitude, for other cases there is a sign contradiction. Specifically, 6 out of 16 elasticities (E3, E5, E6, E7, E8, E16) are predicted in very good agreement with the theoretical ones (difference being around 10%), 6 estimated elasticities (E2, E9, E10, E12, E14, E15) agree in sign, but the magnitudes differ by more than 50% (in some cases up to 200%), and 4 elasticities (E1, E4, E11, E13) are estimated with a sign contradiction. Notice that in the case of E12, the 200% deviation is already expected. This elasticity explains the effect of G6P on the polysaccharide formation rate and in the mechanistic model this effect is explained with a Hill type kinetic equation with a Hill coefficient of 8.25, hence this rate is very sensitive to the changes in G6P. To mimic this behavior, E12 is estimated to be much higher than its theoretical value.\nThe poor identification of the elasticities has two possible reasons: either the experimental design is poor or there is a structural problem resulting that some interactions in the network can not be resolved from the available information. From an experimentalist point of view, it can be seen from Figure 1a that the changes in the intracellular metabolites during the first 300 seconds are between 25–30% which can be easily detected with the current measurement techniques [33]. The extracellular glucose and polysaccharides also change to a detectable extent, but the changes in the ethanol (and therefore glycerol) are only 2–3% which is hard to detect. To check if the poor experimental design causes problems in the parameter identification, we have altered the experimental design to create larger changes in these concentrations. First the biomass concentration was increased to 15 gDW L-1. Also at the same moment that the fermentor was pulsed with the glucose, the inflow and outflow of the fermentor was stopped so the operation was effectively switched from though-flow mode to batch mode, and the extracellular metabolites were not washed out anymore. This allowed more rapid accumulation of the secreted products resulting in much larger changes. Also, the change in the extracellular glucose concentration was more pronounced because there was no further addition of glucose after the pulse. These changes did not result in considerable changes in the intracellular metabolite profiles; they follow the slight change in the external glucose profile. The results of the new experimental design are depicted in Figure 3 which represents the new experimental data where only the significantly changed external metabolite profiles are depicted, together with the linlog simulation using the estimated elasticities. However, no significant improvement was achieved in the identification of the elasticities compared to the initial experimental design (data not shown). Hence it can be concluded that the problem is not due to poor experimental design.\nA closer look at the estimated elasticities reveals that the elasticities belonging to the part of the metabolic network, between VHK and VGAPD are correctly estimated, whereas the estimation of the elasticities belonging to the lower part of glycolysis and the uptake reaction is poor. This is mainly due to the fact that the information content of the metabolite data is insufficient to resolve the complex interactions of metabolites and enzymes. Specifically, in the VPK reaction rate, the feed forward activation of FdP and the mass action effect of PEP are assumed. The perturbation of the system via an increase in the external glucose concentration results in an increase in the VPK flux. However, this does not allow a separate determination as to what extent the change in VPK is due to mass action effect of PEP or due to feed forward effect of FdP. This results in identifiability problems for the elasticity parameters that describe the ethanol production (E9, E10, and E11). The same argument is valid for the elasticities belonging to the glycerol producing reaction, since in the in silico network the glycerol production is assumed to be proportional with the ethanol production; hence the same combined effect is seen in the glycerol production, resulting in an identifiability problem for the latter triplet of elasticities (E13, E14, E15)\nIn order to analyze the information content of the data, the Fisher Information Matrix (FIM) is calculated as described in [30]. FIM is an indicator of the information content with respect to the parameters and due to the parameter linearity in linlog kinetics FIM is independent of the values of the kinetic parameters. It can be calculated as YTY, Y being the design matrix appearing in equation (9). The singular values of the FIM hold information on the number of linear dependencies between the columns of the data matrix. In our system, we checked the singular values of FIM and concluded that not all the singular values are equally significant, which shows that there are some colinearities within the data matrix. This is also evident from the condition number, which equals the ratio of the highest to the lowest eigenvalues of the matrix and is ideally 1 in a completely uncorrelated case. In this case the condition number was calculated to be 5.0 × 106. This fact supports the previous argument that using only one single set of dynamic data is not sufficient to resolve all the elasticity values.\nIn order to obtain better estimates of the elasticities, steady state perturbation data are introduced. The steady state enzyme perturbation data are generated as described in the Methods section (see section Steady state perturbations): in order to resolve the feed forward effect of FdP on the VPK reaction, the enzyme amount of the VGAPD reaction is perturbed in addition to the VIN and VATPase. Using the steady state perturbation data in Table 1, and the calculation procedure described in the Methods section (see section Determining elasticities from steady state perturbation data), we have estimated the elasticities for the in silico network under study. After the estimation of the elasticities using steady state data only, we have also simulated the dynamic perturbation of Figure 1a using linlog kinetics, using the estimated elasticities. The results are presented in Figure 4. Figure 4a shows the experimental data and the linlog simulation of the same pulse, and Figure 4b compares the elasticities estimated using the steady state data with the theoretical elasticities. As can be seen from Figure 4b, using the steady state data, the elasticities are estimated in good agreement with the theoretical elasticities. However, as can be observed from Figure 4a, the linlog model deviates significantly from the experimental data, so the estimated elasticities have to be further refined.\nTable 1.\n| Perturbation Applied | |||\n| eIN/eIN0 = 1.2 | eATPase/eATPase0 = 0.9 | eGAPD/eGAPD0 = 0.8 | |\n| Normalized metabolites | |||\n| Gext' | 0.793 | 1 | 1 |\n| Gin' | 1.128 | 0.999 | 1 |\n| G6P' | 1.15 | 1.103 | 1 |\n| FdP' | 1.093 | 0.959 | 1.369 |\n| PEP' | 1.131 | 1.055 | 0.908 |\n| ATP' | 1.045 | 1.071 | 1 |\n| Pol' | 3.053 | 2.208 | 1 |\n| Gol' | 1.077 | 0.983 | 1 |\n| EtOH' | 1.077 | 0.983 | 1 |\n| Normalized rates | |||\n| VIN' | 1.104 | 1 | 1 |\n| VHK' | 1.104 | 1 | 1 |\n| VPFK' | 1.077 | 0.983 | 1 |\n| VGAPD' | 1.077 | 0.983 | 1 |\n| VPK' | 1.077 | 0.983 | 1 |\n| VPol' | 3.053 | 2.208 | 1 |\n| VGol' | 1.077 | 0.983 | 1 |\n| VATPase' | 1.045 | 0.964 | 1 |\nHaving a good initial estimate for the linlog elasticities from the steady state perturbation data only, we used in the second step both the dynamic and steady state data for the parameter estimation procedure. The nonlinear regression procedure allows combining both available steady state and dynamic experimental data, so that all parameters can be accurately estimated. After the non-linear fit to the data, we have obtained the final estimation of the elasticities. The simulation of the pulse experiment with these final estimates, and the comparison of the elasticities are given in Figure 5a and Figure 5b respectively, which shows that most of the elasticities are correctly estimated and that the experimental data are well described.\nAnalysis of parameter identifiability and model reduction\nIn the previous sections, we have seen that we could not determine all the parameters from dynamic perturbation data only and we have introduced the steady state perturbation data. After determination of all of the elasticities, using both types of perturbation data, we analyzed back the identifiability of each parameter under noise. In order to carry the identifiability and error propagation analysis, MC simulation was used. As described in the Methods section (see section Error propagation analysis), 10% relative error was added to the noise free data represented in Figure 1a (rapid sampling experiment), and the non-linear estimation procedure was implemented using the elasticities estimated from the steady state data, as the initial guesses. After repeating this scheme 50 times, we obtained a distribution for each of the elasticities from which we calculated the relative error for each elasticity as the standard deviation per mean of the corresponding elasticity (Table 2).\nTable 2.\n| Elasticity Parameter | Relative standard deviation ·100 [%] | p-value |\n| E1 | 235.3 | 2.1E-03 |\n| E2 | 9.1 | 0 |\n| E3 | 10.8 | 0 |\n| E4 | 295.4 | 1.0E-02 |\n| E5 | 15.7 | 0 |\n| E6 | 26.7 | 0 |\n| E7 | 12.1 | 0 |\n| E8 | 150.9 | 1.1E-05 |\n| E9 | 342.4 | 2.2E-02 |\n| E10 | 60.5 | 3.3E-16 |\n| E11 | 144.6 | 5.5E-06 |\n| E12 | 12.0 | 0 |\n| E13 | 143.0 | 4.5E-06 |\n| E14 | 159.9 | 2.7E-05 |\n| E15 | 360.2 | 2.8E-02 |\n| E16 | 84.5 | 2.3E-11 |\nThe adjustable parameter λ in equation (6) determines the relative importance of the different sources of data. In our case, these are dynamic and steady state data. Notice that during the MC simulations, noise is added only to dynamic data. For steady state perturbations, the number of data points that can be obtained is theoretically infinite. This implies that, considering the central limit theorem, the steady state data can, in principle, be considered as noise free. However, the aim of the MC simulations was to elucidate the potentially unidentifiable elasticities using dynamic perturbation data, and therefore we chose λ to be equal to zero. The other extreme (λ = 1) would suppress the effect of noise and wouldn't lead to detection of poorly identifiable elasticities. The values in between, are up to the choice of the modeler, depending on how many data points have been obtained from a dynamic pulse experiment, the standard deviations of the measurements, etc. We have implemented different values for the value of λ, but the outcomes of the MC simulation, i.e. which elasticities can hardly be identified, did not change qualitatively.\nFrom the distribution of each elasticity, the p-value, indicating the probability that the actual elasticity is zero and that the estimated value was caused by the random error only, is calculated via t-test and the results are given in Table 2 (second column). The elasticities E1, E4, E9, and E15 have a relative standard deviation higher than 200%, so these elasticities are not identifiable under the 10% noise present. Therefore we conclude that these elasticities are clearly candidates for model reduction by assigning them to be zero (E1, E4, E9, E15 = 0).\nA closer look reveals that E9 represents the feed-forward effect of FdP on VPK. E4 and E15 represent the effect of ATP on VHK and VGol respectively and E1 is the feedback inhibition of G6P on VIN. Notice that the elasticities of the reactions of VIN, VPK and VGol were already badly identified, when we estimated the elasticities using dynamic data only (Figure 2).\nUsing the arguments stated above, we set the values of these four (E1, E4, E9, E15) elasticities to zero, implemented the non-linear regression step, with the new sparser elasticity matrix, and estimated the elasticities using steady state and dynamic data. The results are presented in Figure 6a, where the experimental data and the linlog simulation using the new set of elasticities are given and in Figure 6b where the comparison of the estimated elasticities with the theoretical ones is presented. It is clear that with the new set of 12 elasticities (replacing the original 16) the dynamic pulse can also be simulated in good agreement with the experimental data. The value of the objective function increased only by 0.04%, when the degrees of freedom increased by 21% (degrees of freedom increased from 19 (= 35 data points – 16 parameters), to 23 (= 35 data points – 12 parameters)) showing that elimination of these four elasticities in fact improved the quality of the fit.\nCross validation of the obtained model\nIn order to validate the estimated elasticities, we have performed a cross validation study, for which we have generated an independent dataset, consisting of steady state perturbation data, and we have predicted the effect of that perturbation with our estimated parameters, and compared the results. Since we already perturbed VIN, VGAPD and VATPase and included the resulting data in the identification dataset (Table 1), we had to select another enzyme in the pathway as the target for independent steady state perturbation. Among the remaining enzymes, we chose to inhibit the activity of VPFK by 50%, because this enzyme assumes many interactions and is known to be a complex enzyme, which would be a challenge to cross validate for our network. The comparison between the model prediction and the experimental results is given in Figure 7. The level of extracellular and intracellular glucose did not change, whereas the levels of G6P and polysaccharides increased considerably and the levels of PEP, FdP, ethanol and glycerol decreased. The linlog model predicted this steady state perturbation with maximal deviation of only 8.5% in G6P. We conclude that the linlog model with the estimated parameters performed satisfactorily for the test case considered.\nCalculation of the systemic properties\nAfter the estimation of the elasticities, we have calculated the flux control coefficients (CJ0) using equation (11). The comparison of these with the theoretical control coefficients of the main flux (JPK) is presented in Figure 8. The flux is controlled mainly by three enzymes: the hexose transporter (eIN), and to a lesser extent by the phosphofructokinase (ePFK), and the ATPase (eATPase). These findings are in qualitative agreement with the literature [31]. It is noticeable that the elimination of the four elasticities did not change these results significantly; the same three reactions still have the main control of the glycolytic flux.\nThe concentration control coefficients (Cx0) are also calculated using equation (10). Figure 9 gives the comparison of the Cx0s of the two branch point metabolites, G6P and FdP. The levels of both metabolites can be increased by increasing the activity of the hexose transporter. Increasing the activity of eATPase will decrease the level of G6P, whereas it increases the level of FdP. Increasing the activity of ePFK will decrease and increase the levels of G6P and FdP respectively. Lastly, an increase in the activity of eGAPD will result in a slight increase in G6P level and a decrease in FdP level. These results are also in agreement with the previous studies. As expected, the model reduction did not have a significant effect on the estimated control coefficients.\nDiscussion\nLarge mathematical models are needed for finding the targets for engineering realistic metabolic systems. Currently, the available large models of several organisms e.g. Saccharomyces cerevisiae are mostly stoichiometric models. Although these models are highly relevant for knockout studies and determining the capabilities of the network considered, they have some limitations, e.g., they cannot predict the time courses, do not give insights in molecular events and are based on the \"assumed goals\" of the cells. Hence, for driving engineering interventions, kinetic models are needed. Here, we have presented a method to estimate the elasticities using the linlog kinetic format, from a combination of steady state and dynamic pulse experiments. In the past, there have been efforts to extract MCA parameters from transient metabolite data. Liao and Delgado presented a method to obtain the control coefficients from such data [34]. Later, it was shown by Elde and Zacchi through MC simulations that this method is highly sensitive to noise [35]. Moreover a full dynamic kinetic model is not obtained. Here, we have described an estimation procedure which directly yields the elasticities as parameters instead of control coefficients, hence allowing the construction of a full kinetic model. Subsequently, the control coefficients can be obtained from the summation and connectivity theorems. Such a full kinetic model can also be used to simulate the effect of different perturbations on metabolism of a microorganism in a fermentor.\nThe method presented here assumes the availability of dynamic perturbation data. Although the list of metabolites is growing, not all of the metabolites in the cell can be measured. In a recent study, Wang and coworkers described an extension of the MCA, under uncertainty [36-38] in which the authors described a framework to calculate the control coefficients when either there are no measurements on metabolites, or the available measurements are subject to high uncertainty. Their proposed framework can be considered as complementary to the method presented in this paper. In a case where accurate measurements are available, the present paper provides a mathematical approach to obtain the elasticities as kinetic parameters, from which one can calculate the control coefficients.\nWhen compared to previous studies where linlog kinetics have been applied in combination with highly idealized linear pathways or small networks with branch points, the model in this work represents a more realistic case. The model used in this study represents an intermediate size system with branch points and conserved moieties. The proposed method can easily be extended to larger networks that are needed not only to understand the functioning of living cells, but also to infer engineering applications of e.g. microorganisms.\nIn the example considered in this paper, we have assumed that the zero entries of the elasticity matrix are known. This is a reasonable assumption, since numerous enzymes in the primary metabolism of many organisms are extensively studied and there is a dedicated public compendium for such information [39], allowing the use of a priori knowledge on elasticities which are zero.\nIn the absence of any a priori knowledge on the zero elasticities, the elasticities have to be estimated from the full elasticity matrix, for which vastly more experimental data are needed. In the MCA literature, there are several attempts to determine the different perturbations needed in order to determine all elasticities [22,23]. However, one needs to consider that an enzyme will never be affected by all metabolites; there is a physical limit for e.g. the maximum number of binding sites of each enzyme in a biological network.\nFrom the results presented here, it has been shown that, despite the rich information content of the data obtained from dynamic experiments, not every elasticity of the network could be correctly estimated. This problem of parameter identifiability would be much more pronounced in a case where all (possible) interactions are taken into account, caused by the combinatorial explosion of number of parameters to be estimated. In the current work, in order to resolve some of the interactions which could not be resolved from the dynamic data, steady state enzyme perturbations have been introduced. In order to get full kinetic models of microorganisms, accurate measurements of metabolite concentrations resulting from independent perturbations are needed, such as presented in [28] and [40]. At this point it is important to state that the property of the linlog kinetic format, that the rate equations are linear in the kinetic parameters, allows simultaneous use of alternative datasets by concatenating them in one parameter estimation scheme, i.e. it is straightforward to extend the data matrix Y in equation (9) and the vector χsim in equation (6), with the data from alternative dynamic and steady state perturbation experiments. In addition, the decoupling of the parameters is also immediate i.e. we can isolate poorly identifiable elasticities and estimate the remaining ones accurately and thereby reduce the problem.\nIt is worth mentioning that the obtained parameters (elasticities) are true kinetic parameters that reflect the properties of the enzymes with respect to the corresponding metabolites. They can be assumed to remain invariant as long as the enzyme keeps its properties in response to the changes in the environmental conditions. Additionally, since the linlog kinetics provides an approximation to the actual rate of the corresponding reaction over certain interval, the elasticity parameter that performs best may be different than the theoretical value of the corresponding elasticity. This should be kept in mind when comparing some of the less well determined elasticity values to the theoretical ones.\nConclusion\nConstructing dynamic models of metabolic reaction networks under in vivo conditions using data obtained from perturbation experiments remains still a challenging problem in the area of systems biology. In this contribution, we presented a method which allows the determination of the elasticities directly from experimental data from typical dynamic and/or steady state perturbation experiments. These elasticities allow the reconstruction of the full kinetic model of the glycolysis of Saccharomyces cerevisiae, and the determination of the control coefficients. We further show by a posteriori parameter identifiability analysis that a subset of elasticities could not be identified using dynamic perturbation data only. Introduction of additional experimental information, i.e. steady state experiments, solved this parameter identification problem.\nConsidering the description of the dynamics, results of the cross validation studies and the final values of the elasticities, we conclude that linlog kinetics, although being an approximate kinetic format, performs very satisfactorily for estimating elasticities from data obtained from dynamic simulation of a mechanistic model, that was realistic in terms of biochemical complexity (glycolysis), noise added and sampling frequency.\nMethods\nIn linlog kinetics, all rate equations have the same mathematical structure: proportionality to the enzyme level and linearity in the parameters (elasticities, and ) as represented by equation (2). This equation can be generalized in vector form to represent the rate vector of the metabolic network under consideration\nv = J0·e'·(i + Ex ln(x') + Ec ln(c')) (3)\nwhere the vector v is the (r × 1) rate vector, r being the number of rates, J0 is the square diagonal matrix containing the reference state fluxes (J0 = diag() i = 1,...,r), e' is the square diagonal matrix containing relative enzyme levels (e' = diag(ei/)i = 1,...,r), i is the (r × 1) vector of ones, Ex and Ec are the (r × mx) and (r × mc) elasticity matrices, mx and mc being the number of intracellular and extracellular metabolites respectively, and x' and c' are the (mx × 1) and (mc × 1) vectors containing relative concentrations of the intracellular and extracellular metabolites respectively (x' = xj/j = 1,...,mx and c' = xk/k = 1,...,mc). In each term, the superscript '0' indicates the reference state values.\nDetermining elasticities from steady state perturbation data\nGiven that for steady state perturbation experiments, we obtain information on fluxes (Ji's) using the mass balances and the measured metabolite concentrations (xj), we can directly use the equation (3) for the estimation of the elasticities. When it is rearranged, the equation (3) can be presented in the following standard linear model:\na = Y·b (4)\nwhere a is the (r × 1) measurement vector that contains the measured normalized fluxes and normalized enzyme levels (a = (J0e')-1 v - i), b the (p × 1) vector that contains the non-zero elasticities of the original elasticity matrices Ex and Ec, and Y is the (r × p) design matrix of which each ith row contains as nonzero elements ln(xj/) and ln(ck/) at positions corresponding with the non-zero elasticities and in vector b. The equation (4) can be solved to obtain the elasticities using linear regression according to:\nb = (YTY)-1 YT·a (5)\nThis shows that estimation of elasticities from steady state perturbations requires data on metabolite levels (ln(xj/) and ln(ck/) presented in matrix Y) enzyme activities (presented in matrix e') and steady state fluxes (presented in the vector v and the matrix J0).\nDetermining elasticities from dynamic perturbation data\nSince in a dynamic perturbation experiment, the rate information can not be obtained directly, we will follow different procedure here and we will only make use of the time profiles of the measured metabolites (xi's) in treating dynamic perturbation data. The elasticities are, in this case, estimated via non-linear parameter estimation procedure, in which the objective function to be minimized is the weighed squared error between the experimental response and simulation results. The general form of the objective function is given in equation(6):\nthe limits of the summations, m, q and r are the number of metabolites, measured time points and fluxes respectively. In equation (6), χexp is the experimentally measured, χsim is the simulated (using linlog kinetics) metabolite matrix containing intracellular and extracellular metabolite concentrations. Two additional parameters are introduced here:\nγ to weigh the effect of uncertainty in different metabolites and λ to weigh the effect of two different sources of data, namely steady state and dynamic perturbation data. In the second term of the equation(6), J'sim and J'exp represent the experimental and simulated steady state fluxes. The equation (6) contains the rate information implicitly, since the χsim results from the integration of the set of ode's representing the dynamics of the system. Note also that although we already explained the treatment of the steady state perturbation data in the previous section, we explicitly included the second term in equation (6) again; to state clearly that this form of the objective function allows also the integration of data from different types of experiments.\nTwo main classes of optimization algorithms are available to minimize the objective function in equation (6): greedy algorithms and evolutionary algorithms. Moles et al. presented a comparison of global optimization methods used for parameter estimation in biochemical pathways [41]. In that review, they discussed various global optimization methods and concluded that the algorithm that uses evolutionary strategy using stochastic ranking performed best. On the other hand, they also pointed out that, generally, evolutionary algorithms require high computational effort. The alternative, greedy algorithms, are fast, but in turn require an initial estimate close to the optimal solution. A good initial estimate is necessary not only to evade local minima and improve the solution performance, (i.e. convergence time, finding a global optimum) but also to prevent highly stiff systems, which increase the computation time. In this work, we chose to use a greedy (simplex) algorithm, mainly because the linlog kinetic format has the advantage to provide a good initial estimate that can be obtained directly from the experimental data via linear regression (see below) so that the method presented in this paper does not require the robustness of the evolutionary algorithms towards the initial estimate. It is noteworthy that alternative approximative kinetic formats such as the two proposed formats of BST (i.e. GMA or S-system forms) lack this advantage of providing a good initial guess to the non-linear regression step. With these formats, zero is generally assumed as the initial guess for the non-linear parameter estimation problem [42].\nTo obtain initial estimates, we start with the general dynamic model of a metabolic system in a typical rapid pulse experiment in a chemostat which is given by the mass balances for the mx intracellular (x) and mc extracellular (c) metabolites:\nWhere x and c are the (mx × 1) and (mc × 1) vectors containing concentrations of intracellular and extracellular metabolites respectively, expressed in μmol gDW-1 and μmol L-1 respectively, S and Sc are (mx × r) and (mc × r) stoichiometric matrices for the intra and extracellular metabolites respectively; v is the (r × 1) biomass specific reaction rate vector in μmol gDW-1 hr-1, cfeed is the (mc × 1) vector containing concentration of the extracellular metabolites in the feed expressed in μmol L-1, D is the dilution rate (hr-1), μ is the biomass specific growth rate (hr-1) and cX is the biomass concentration in gDW L-1.\nSubstitution of v by linlog kinetic rate equation (3) in the mass balance equation (7) and assuming that there is no change in the enzyme levels (e' = Ir × r) yields:\nAfter rearrangement (and taking into account that due to steady state of the reference, S·J0·i = 0), the set of equations are integrated for each metabolite, from ti to ti+1,\nThis can be presented in the following standard linear model:\nWhere\nand Y is a ((q - 1)·(mx + mc)) × p matrix, combining Yx and Yc, containing the time integrals of the logarithm of the normalized metabolite concentrations, and S, Sc, J0. Here q is the number of measured time points. b is a (p × 1) vector containing the unknown elasticity coefficients, which is estimated by linear regression similarly as above in eq. (5). To obtain the integrals of equation(9), a linear interpolation of concentration between the measurements at ti and ti+1 is used.\nAlthough both equations ((6) and (5)) are based on least square principle, the use of equation (6) (where b of equation (5) is used as an initial estimate) has advantages, namely, further improvement of the quality of the estimated parameters, because initial linear regression assumes that errors are only present in the dependent variables (a in Eq. (5)), whereas errors in the measured metabolites in fact also affect the independent variables (matrix Y in Eq.(4) and Eq.(9)). Furthermore, the non-linear optimization allows the incorporation of additional degrees of freedom for the correction of errors in the metabolite levels at the first data point (t0) used for the model simulation (integration of Eq.(8)). Moreover, during the non-linear parameter estimation, linear interpolation between the logarithms of the measured metabolites is not needed anymore. An additional ease of the non-linear regression is in the introduction of the adjustable parameter γ to weigh the effect of one (or more) metabolite(s) on the fit. This is useful, when the measurement precision is poor for a certain metabolite or when the relative change in one metabolite is small compared to the others. The obvious choice for γ would be the inverse of the standard deviation of the corresponding metabolite. Although the weighing parameter γ can be introduced in the linear regression step as well, introducing the factor γ in the non-linear regression step is much more straightforward.\nCalculation of the systemic properties\nHaving estimated the elasticities, we can calculate scaled flux and concentration control coefficients , using classical summation and connectivity theorems [34]:\nCx0 = -Lx·(S·J0·Ex0·Lx)-1·S·J0 (10)\nCJ0 = I + Ex0·Cx0 (11)\nHere Lx is the metabolite link matrix, which links the dependent metabolites to the independent ones and J0, S and Ex0 are steady state flux matrix, stoichiometric matrix and the elasticity matrix as represented in the previous sections. The scaled response coefficient (RJ0) for the external metabolites can also be calculated [43]:\nRJ0 = CJ0·Ec0 (12)\nMetabolic model\nThe glycolytic pathway of Saccharomyces cerevisiae has been extensively studied in terms of enzyme kinetics and metabolite levels. Over the last 30 years, modeling of the glycolysis of yeast cells has been applied for several reasons, such as simulation of physiology to understand regulation under dynamic conditions, MCA to amplify and/or redirect metabolic flux [29,31,44-47], and to investigate how changing environmental conditions change metabolism.\nIn order to test the proposed method for estimation of elasticities from steady state and dynamic perturbations and the applicability of linlog kinetics, noise-free data were generated using the modified version of the mechanistic model of Galazzo and Bailey describing the glycolysis of yeast cells, which contains 8 reactions and 9 metabolites (Figure 10). The set of mechanistic kinetic equations are highly non-linear and contain 41 parameters. The parameters used were taken from Galazzo and Bailey [31] using the experimental settings for pHext = 5.5 with suspended cells in the original study. The glucose uptake rate of the original model was modified in order to be able to mimic realistic fermentation conditions. The details of the metabolic model, the list of mechanistic rate equations and the mass balances describing the kinetics of the metabolic network of Figure 10 are given in the Appendix.\nReactor model\nThe chosen glycolytic model was not designed to describe growth, so in order to prevent washout of the cells and to keep a constant amount of biomass within the fermentor, the organism was assumed to be cultivated in a chemostat with complete biomass retention. The glucose concentration in the feed was set at a low value resulting in low steady state ethanol and glycerol concentrations, thus allowing measurable changes in those metabolites when a perturbation was applied. Furthermore the biomass concentration was set at 5 gDW L-1 and the dilution rate was set at 1.5 hr-1 to provide a reasonable substrate load (qs) and glycolytic flux. The resulting reference steady state conditions (fluxes, metabolite levels) are represented in Table 3.\nTable 3.\n| Fermentation parameters | |\n| D = 1.5 hr-1, = 8000 μmol L-1, cX = 5 gDW L-1 | |\n| Biological parameters | |\n| Extracellular metabolite concentrations [μmol L-1] | |\n| Gext | 2666.8 |\n| Pol | 72.7 |\n| Gol | 664.5 |\n| EtOH | 9856.5 |\n| Macroscopic Fluxes [μmol gDW-1 hr-1] | |\n| qs | 1600 |\n| qPol | 21.8 |\n| qGol | 199.4 |\n| qEtOH | 2957 |\n| Intracellular metabolite concentrations [μmol gDW-1] | |\n| Gin | 0.0524 |\n| G6P | 3.133 |\n| FdP | 11.657 |\n| PEP | 0.0149 |\n| ATP | 3.738 |\n| Intracellular rates [μmol gDW-1 hr-1] | |\n| VIN | 1600 |\n| VHK | 1600 |\n| VPFK | 1578.2 |\n| VGAPD | 1478.5 |\n| VPK | 2957 |\n| VPol | 21.8 |\n| VGol | 199.4 |\n| VATPase | 2714 |\nLinlog kinetic model\nThe number of non-zero entries of the elasticity matrix ([Ex Ec] in equation(3)) defines the number of elasticities to be estimated. Specifically, the elasticity matrix has 72 entries (8 reactions × 9 metabolites) and it followed that 16 of these were nonzero for the Galazzo and Bailey model which was extended with the alterations on the uptake reaction, mentioned in the Appendix. For the present network, the structure of the elasticity matrix is presented in Figure 11. The linlog model contains 16 elasticities and 8 reference rates as parameters whereas the mechanistic model has 41 parameters.\nDynamic perturbations\nTo obtain transient data, the reference steady state (Table 3) was perturbed by increasing the extracellular glucose concentration (Gext) at t = 0 from 2666 μmol L-1 to 8000 μmol L-1, where after the relaxation of the system was simulated. The levels of the metabolites were recorded until the system returned to the reference state.\nIn choosing the number of data points, i.e. the sampling frequency, special attention had been paid to use a realistic number of data points that an experimenter can obtain from a typical rapid sampling experiment (for a short time period) or from a dynamic pulse experiment (for a longer time period). The data were obtained as follows: in the first 120 seconds, where the initial dynamics after the glucose uptake are important, 20 samples uniformly distributed over time were taken, in the next 120 seconds, 10 samples and in the last minute 5 samples were taken. For long term experiments, from the 5th minute until the 10th minute, 5 samples were taken, and from the 10th minute until the end (400 min) 30 uniformly distributed samples were taken. Metabolites for which concentrations were assumed to be available at these times are intracellular glucose, G6P, FdP, PEP, ATP and extracellular metabolites glucose, ethanol, glycerol and polysaccharides.\nSteady state perturbations\nFor the steady state perturbations, the enzyme levels were modulated and the system was allowed to reach a new steady state. The new steady state conditions (fluxes, metabolite levels) were measured.\nThe minimum number of independent steady state perturbations needed in order to identify all the elasticities for a reaction equals the number of non-zero elasticities for that rate expression. From Figure 11, where the elasticity matrix is shown, it can be inferred that the minimum number of perturbations to be applied per reaction is 3, due to the VPK and VGol reactions that have three non-zero elasticities (E9–E10–E11 and E13–E14–E15 respectively).\nAs the reaction to be perturbed, VIN was chosen because it is at the beginning of the glycolysis and therefore affects the entire pathway. As the second reaction to be perturbed, VATPase was chosen because it directly affects the level of ATP which is the effector of 6 out of 8 reactions. Lastly, VGAPD was chosen for two reasons: 1) to resolve the branch point relations around G6P and 2) to resolve the feed forward effect of FdP on VPK. Note that since the production rate of glycerol (VGol) was coupled (proportional) to the production of ethanol (VPK), the steady state branch point relations around FdP can be reformulated as follows:\nAt steady state, JPFK = JGAPD + JGol and JGAPD = JPK/2. Additionally, as described above, JGol = k·JPK, hence JPFK = (1 + 2·k)·JGAPD where the value of k is given in the Appendix. Therefore, there is no need to introduce additional steady state perturbations to resolve the branch point relations around FdP. Table 1 summarizes the steady state perturbations used as data in this study. For example, in the first column, the activity of the glucose uptake rate was increased by 20% and the system is allowed to reach the new steady state, the fluxes and the metabolite levels relative to the reference state are presented in the corresponding column. Similarly, the second column represents the inhibition of VATPase by 10% and the third represents the data after the inhibition of VGAPD by 20%.\nError propagation analysis\nIn order to inspect whether the estimated elasticities are robust against experimental noise in metabolite concentrations, we performed Monte Carlo (MC) simulations. To this end, random errors of 10% are repeatedly added to form 50 sets of \"noisy data\", which were used in the non-linear parameter estimation procedure. This yields a distribution of estimated elasticities which allows calculating the relative standard deviation for each elasticity as the ratio of standard deviation to the mean of that elasticity distribution.\nParameter identifiability and model reduction\nThe elasticities that have a high relative standard deviation are suspected to be poorly identifiable in the network. Potentially unidentifiable elasticities were recognized by calculating a p-value for testing the null hypothesis that the true mean of a given elasticity distribution is zero through the statistic μ/(σ/) that has a t-distribution with N degrees of freedom, where N is the number of MC simulations. The elasticities that were found to be potentially unidentifiable were set to zero, thus reducing the number of non-zero entries in the elasticity matrix. Subsequently, for the reduced model, the remaining elasticities were re-estimated, using the same steady state and dynamic perturbation data and the parameter estimation procedure explained in the previous sections.\nSoftware used\nMATLAB software (version 6.5, Stat-Ease Inc., Minneapolis, USA) was used for generating the in silico data and analyses of the data and the parameters obtained. The non-linear minimization problem of parameter estimation was solved using the Nelder-Mead simplex search method.\nAuthors' contributions\nIEN set up the methodology, performed the calculations and drafted the manuscript. WvW supervised the calculations, the organization of the manuscript and revised the manuscript. WvG contributed in organizing and revising the manuscript. JJH supervised the whole project. All of the authors read and approved the final manuscript.\nAppendix\nDetails of the in silico metabolic model\nIn this paper, the model of Galazzo and Bailey describing the glycolysis of yeast cells is used. This section describes the details of the metabolic model. The model consists of 5 intracellular (glucoseintracellular, G6P, FdP, PEP and ATP), 4 extracellular (glucoseextracellular, polysaccharides, glycerol and ethanol) metabolites and 8 reactions. In their work, a mathematical model for the description of ethanol production by non-growing Saccharomyces cerevisiae has been constructed using non-linear mechanistic rate equations. The glucose uptake is modeled by symmetrical carrier model (see below for the changes in the uptake reaction), the hexokinase reaction is described by a two substrate single displacement mechanism, the phosphofructokinase and pyruvate kinase reactions are described by allosteric kinetics according to Monod-Wyman-Changeux, polysaccharide formation is explained by Hill type kinetics and the glyceraldehyde 3-phosphate dehydrogenase reaction is described by a kinetic expression which takes into account the crossed product inhibition by G3P and NAD+ and competitive inhibition by AMP, ADP and ATP. The ATP consumption is assumed to have first order kinetics.\nOne property of the original model is that the glycerol production is assumed to be stoichiometrically coupled to ethanol formation, i.e. there is no separate dynamics for the glycerol formation. Additionally, the NAD+ and NADH levels are assumed to be constant, as given below.\nAs it was originally published, the glucose influx was a linear function of the glucose-6-phosphate concentration only; hence, it was insensitive to the changes in extracellular glucose concentration. To mimic realistic fermentation conditions, where one can perturb the organism by adding a specific compound such as glucose to a chemostat, we have modified the glucose uptake reaction and modeled the glucose uptake by a symmetrical carrier model, suggesting that the transport of glucose across the cell membrane occurs via facilitated diffusion, as proposed by Teusink et al., [4]. The list of mechanistic rate equations used is given in the following section.\nMechanistic rate equations used to construct the in silico network. (Adapted from Galazzo and Bailey, 1990)\nThe rate equations of the reactions in Figure 10 are given by:\nwith\nR = 1 + F6P + 16.67 ATP + 16.67F6P·ATP\nT = 1 + 5.10-4 F6P + 16.67 ATP + 0.00833F6P·ATP\n, L0 is pH dependent\nwith\nζi,i=1,2,3 = AMP, ADP, ATP Ki,i=1,2,3 = 1.1, 1.5, 2.5\nwith\nR = 1 + 159.88PEP + 0.2ADP + 3.1976PEP·ADP\nT = 1 + 0.02PEP + 0.2ADP + 0.004PEP·ADP\n, L0 pH dependent\nVGol = 0.06742·VPK\nVATPase = 12.1·ATP\nEquilibrium relations\nThe following metabolites were assumed in equilibrium throughout the simulated time window:\nMass balances\nThe concentrations of the extracellular metabolites are described by the following mass balances:\nAcknowledgments\nAcknowledgements\nThe authors would like to thank Peter J.T. Verheijen for critically reading the manuscript. This project was financed by the Kluyver Centre for Genomics of Industrial Fermentation, a Center of Excellence sponsored by the Netherlands Genomics Initiative.\nContributor Information\nI Emrah Nikerel, Email: i.e.nikerel@tnw.tudelft.nl.\nWouter A van Winden, Email: w.a.vanwinden@tnw.tudelft.nl.\nWalter M van Gulik, Email: w.m.vangulik@tnw.tudelft.nl.\nJoseph J Heijnen, Email: j.j.heijnen@tnw.tudelft.nl.\nReferences\n- Bailey JE. Toward a science of metabolic engineering. Science. 1991;252:1668–1675. doi: 10.1126/science.2047876. [DOI] [PubMed] [Google Scholar]\n- ter Kuile BH, Westerhoff HV. Transcriptome meets metabolome: hierarchical and metabolic regulation of the glycolytic pathway. FEBS Lett. 2001;500:169–171. doi: 10.1016/S0014-5793(01)02613-8. [DOI] [PubMed] [Google Scholar]\n- Varma A, Palsson BO. Metabolic Capabilities of Escherichia coli: I. Synthesis of Biosynthetic Precursors and Cofactors. Journal of Theoretical Biology. 1993;165:477–502. doi: 10.1006/jtbi.1993.1202. [DOI] [PubMed] [Google Scholar]\n- Varma A, Palsson BO. Metabolic Capabilities of Escherichia coli II. Optimal Growth Patterns. Journal of Theoretical Biology. 1993;165:503–522. doi: 10.1006/jtbi.1993.1203. [DOI] [PubMed] [Google Scholar]\n- van Gulik WM, Heijnen JJ. A metabolic network stoichiometry analysis of microbial growth and product formation. Biotechnology and Bioengineering. 1995;48:681–698. doi: 10.1002/bit.260480617. [DOI] [PubMed] [Google Scholar]\n- Segre D, Vitkup D, Church GM. Analysis of optimality in natural and perturbed metabolic networks. PNAS. 2002;99:15112–15117. doi: 10.1073/pnas.232349399. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Varner J, Ramkrishna D. Metabolic engineering from a cybernetic perspective. 2. Qualitative investigation of nodal architechtures and their response to genetic perturbation. Biotechnol Prog. 1999;15:426–438. doi: 10.1021/bp990018h. [DOI] [PubMed] [Google Scholar]\n- Varner J, Ramkrishna D. Metabolic engineering from a cybernetic perspective. 1. Theoretical preliminaries. Biotechnol Prog. 1999;15:407–425. doi: 10.1021/bp990017p. [DOI] [PubMed] [Google Scholar]\n- Ramkrishna D, Kompala DS, Tsao GT. Are microbes optimal strategists? Biotechnol Prog. 1987;3:121–126. [Google Scholar]\n- Richey B, Cayley DS, Mossing MC, Kolka C, Anderson CF, Farrar TC, Record MT. Variability of the Intracellular Ionic Environment of Escherichia-Coli - Differences Between Invitro and Invivo Effects of Ion Concentrations on Protein-Dna Interactions and Gene-Expression. Journal of Biological Chemistry. 1987;262:7157–7164. [PubMed] [Google Scholar]\n- Schaefer U, Boos W, Takors R, Weuster-Botz D. Automated sampling device for monitoring intracellular metabolite dynamics. Analytical Biochemistry. 1999;270:88–96. doi: 10.1006/abio.1999.4048. [DOI] [PubMed] [Google Scholar]\n- Teusink B, Passarge J, Reijenga CA, Esgalhado E, van der Weijden CC, Schepper M, Walsh MC, Bakker BM, van Dam K, Westerhoff HV, Snoep JL. Can yeast glycolysis be understood in terms of in vitro kinetics of the constituent enzymes? Testing biochemistry. European Journal of Biochemistry. 2000;267:5313–5329. doi: 10.1046/j.1432-1327.2000.01527.x. [DOI] [PubMed] [Google Scholar]\n- Vaseghi S, Baumeister A, Rizzi M, Reuss M. In vivo dynamics of the pentose phosphate pathway in Saccharomyces cerevisiae. Metab Eng. 1999;1:128–140. doi: 10.1006/mben.1998.0110. [DOI] [PubMed] [Google Scholar]\n- Savageau MA. Biochemical Systems Analysis, A study of function and Design in Molecular Biology. Addison-Wesley; 1976. [Google Scholar]\n- Voit EO. Computational Analysis of Biochemical Systems A practical guide for biochemists and Molecular Biologists. Cambridge University Press; 2000. [Google Scholar]\n- Heijnen JJ. Approximative kinetic formats used in metabolic network modeling. Biotechnology and Bioengineering. 2005;91:534–545. doi: 10.1002/bit.20558. [DOI] [PubMed] [Google Scholar]\n- Visser D, Heijnen JJ. Dynamic simulation and metabolic re-design of a branched pathway using linlog kinetics. Metabolic Engineering. 2003;5:164–176. doi: 10.1016/S1096-7176(03)00025-9. [DOI] [PubMed] [Google Scholar]\n- Wu L, Wang WM, van Winden WA, van Gulik WM, Heijnen JJ. A new framework for the estimation of control parameters in metabolic pathways using lin-log kinetics. European Journal of Biochemistry. 2004;271:3348–3359. doi: 10.1111/j.0014-2956.2004.04269.x. [DOI] [PubMed] [Google Scholar]\n- Visser D, Schmid JW, Mauch K, Reuss M, Heijnen JJ. Optimal re-design of primary metabolism in Escherichia coli using linlog kinetics. Metabolic Engineering. 2004;6:378–390. doi: 10.1016/j.ymben.2004.07.001. [DOI] [PubMed] [Google Scholar]\n- Kacser H, Burns JA. MOlecular democracy: who shares the controls? Biochem Soc Trans. 1979;7:1149–1160. doi: 10.1042/bst0071149. [DOI] [PubMed] [Google Scholar]\n- Giersch C. Determining Elasticities from Multiple Measurements of Steady-State Flux Rates and Metabolite Concentrations - Theory. Journal of Theoretical Biology. 1994;169:89–99. doi: 10.1006/jtbi.1994.1131. [DOI] [Google Scholar]\n- Giersch C, CornishBowden A. Extending double modulation: Combinatorial rules for identifying the modulations necessary for determining elasticities in metabolic pathways. Journal of Theoretical Biology. 1996;182:361–369. doi: 10.1006/jtbi.1996.0175. [DOI] [PubMed] [Google Scholar]\n- Hofmeyr JH, Cornish-Bowden A. Co-response Analysis: A New Experimental Strategy for Metabolic Control Analysis. Journal of Theoretical Biology. 1996;182:371–380. doi: 10.1006/jtbi.1996.0176. [DOI] [PubMed] [Google Scholar]\n- Heijnen JJ, van Gulik WM, Shimizu H, Stephanopoulos G. Metabolic flux control analysis of branch points: an improved approach to obtain flux control coefficients from large perturbation data. Metabolic Engineering. 2004;6:391–400. doi: 10.1016/j.ymben.2004.07.002. [DOI] [PubMed] [Google Scholar]\n- Ostergaard S, Olsson L, Nielsen J. In vivo dynamics of galactose metabolism in Saccharomyces cerevisiae: Metabolic fluxes and metabolite levels. Biotechnology and Bioengineering. 2001;73:412–425. doi: 10.1002/bit.1075. [DOI] [PubMed] [Google Scholar]\n- Theobald U, Mailinger W, Baltes M, Rizzi M, Reuss M. In vivo analysis of metabolic dynamics in Saccharomyces cerevisiae .1. Experimental observations. Biotechnology and Bioengineering. 1997;55:305–316. doi: 10.1002/(SICI)1097-0290(19970720)55:2<305::AID-BIT8>3.0.CO;2-M. [DOI] [PubMed] [Google Scholar]\n- Visser D, van Zuylen GA, van Dam JC, Oudshoorn A, Eman MR, Ras C, van Gulik WM, Frank J, van Dedem GWK, Heijnen JJ. Rapid sampling for analysis of in vivo kinetics using the BioScope: A system for continuous-pulse experiments. Biotechnology and Bioengineering. 2002;79:674–681. doi: 10.1002/bit.10328. [DOI] [PubMed] [Google Scholar]\n- Visser D, van Zuylen GA, van Dam JC, Eman MR, Proll A, Ras C, Wu L, van Gulik WM, Heijnen JJ. Analysis of in vivo kinetics of glycolysis in aerobic Saccharomyces cerevisiae by application of glucose and ethanol pulses. Biotechnology and Bioengineering. 2004;88:157–167. doi: 10.1002/bit.20235. [DOI] [PubMed] [Google Scholar]\n- Rizzi M, Baltes M, Theobald U, Reuss M. In vivo analysis of metabolic dynamics in Saccharomyces cerevisiae .2. Mathematical model. Biotechnology and Bioengineering. 1997;55:592–608. doi: 10.1002/(SICI)1097-0290(19970820)55:4<592::AID-BIT2>3.0.CO;2-C. [DOI] [PubMed] [Google Scholar]\n- Kresnowati MTAP, van Winden WA, Heijnen JJ. Determination of elasticities, concentration and flux control coefficients from transient metabolite data using linlog kinetics. Metabolic Engineering. 2005;7:142–153. doi: 10.1016/j.ymben.2004.12.002. [DOI] [PubMed] [Google Scholar]\n- Galazzo JL, Bailey JE. Fermentation Pathway Kinetics and Metabolic Flux Control in Suspended and Immobilized Saccharomyces-Cerevisiae. Enzyme and Microbial Technology. 1990;12:162–172. doi: 10.1016/0141-0229(90)90033-M. [DOI] [Google Scholar]\n- Theobald U, Mailinger W, Reuss M, Rizzi M. In-Vivo Analysis of Glucose-Induced Fast Changes in Yeast Adenine-Nucleotide Pool Applying A Rapid Sampling Technique. Analytical Biochemistry. 1993;214:31–37. doi: 10.1006/abio.1993.1452. [DOI] [PubMed] [Google Scholar]\n- Wu L, Mashego MR, van Dam JC, Proell AM, Vinke JL, Ras C, van Winden WA, van Gulik WM, Heijnen JJ. Quantitative analysis of the microbial metabolome by isotope dilution mass spectrometry using uniformly C-13-labeled cell extracts as internal standards. Analytical Biochemistry. 2005;336:164–171. doi: 10.1016/j.ab.2004.09.001. [DOI] [PubMed] [Google Scholar]\n- Liao JC, Delgado J. Dynamic Metabolic Control-Theory - A Methodology for Investigating Metabolic-Regulation Using Transient Metabolic Data. Annals of the New York Academy of Sciences. 1992;665:27–38. doi: 10.1111/j.1749-6632.1992.tb42571.x. [DOI] [PubMed] [Google Scholar]\n- Ehlde M, Zacchi G. Influence of experimental errors on the determination of flux control coefficients from transient metabolic concentrations. Biochemical Journal. 1996;313:721–727. doi: 10.1042/bj3130721. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Wang L, Hatzimanikatis V. Metabolic engineering under uncertainty. I: framework development. Metab Eng. 2006;8:133–141. doi: 10.1016/j.ymben.2005.11.003. [DOI] [PubMed] [Google Scholar]\n- Wang L, Hatzimanikatis V. Metabolic engineering under uncertainty--II: analysis of yeast metabolism. Metab Eng. 2006;8:142–159. doi: 10.1016/j.ymben.2005.11.002. [DOI] [PubMed] [Google Scholar]\n- Wang L, Birol I, Hatzimanikatis V. Metabolic control analysis under uncertainty: framework development and case studies. Biophys J. 2004;87:3750–3763. doi: 10.1529/biophysj.104.048090. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Schomburg I, Chang A, Schomburg D. BRENDA, enzyme data and metabolic information. Nucl Acids Res. 2002;30:47–49. doi: 10.1093/nar/30.1.47. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Mashego MR, van Gulik WM, Heijnen JJ. Metabolome dynamic responses of Saccharomyces cerevisiae on simultaneous rapid perturbations in external electron acceptor and electron donor. FEMS Yeast Res. 2006;accepted doi: 10.1111/j.1567-1364.2006.00144.x. [DOI] [PubMed] [Google Scholar]\n- Moles CG, Mendes P, Banga JR. Parameter Estimation in Biochemical Pathways: A Comparison of Global Optimization Methods. Genome Res. 2003;13:2467–2474. doi: 10.1101/gr.1262503. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Voit EO, Almeida J. Decoupling dynamical systems for pathway identification from metabolic profiles. Bioinformatics. 2004;20:1670–1681. doi: 10.1093/bioinformatics/bth140. [DOI] [PubMed] [Google Scholar]\n- Visser D, Heijnen JJ. The Mathematics of Metabolic Control Analysis revisited. Metabolic Engineering. 2002;4:114–123. doi: 10.1006/mben.2001.0216. [DOI] [PubMed] [Google Scholar]\n- Cortassa S, Aon MA. Metabolic Control Analysis of Glycolysis and Branching to Ethanol-Production in Chemostat Cultures of Saccharomyces-Cerevisiae Under Carbon, Nitrogen, Or Phosphate Limitations. Enzyme and Microbial Technology. 1994;16:761–770. doi: 10.1016/0141-0229(94)90033-7. [DOI] [Google Scholar]\n- Cortassa S, Aon JC, Aon MA. Fluxes of Carbon, Phosphorylation, and Redox Intermediates During Growth of Saccharomyces-Cerevisiae on Different Carbon-Sources. Biotechnology and Bioengineering. 1995;47:193–208. doi: 10.1002/bit.260470211. [DOI] [PubMed] [Google Scholar]\n- Delgado J, Meruane J, Liao JC. Experimental-Determination of Flux Control Distribution in Biochemical Systems - Invitro Model to Analyze Transient Metabolite Concentrations. Biotechnology and Bioengineering. 1993;41:1121–1128. doi: 10.1002/bit.260411116. [DOI] [PubMed] [Google Scholar]\n- Schlosser PM, Riedy TG, Bailey JE. Ethanol-Production in Bakers-Yeast - Application of Experimental Perturbation Techniques for Model Development and Resultant Changes in Flux Control Analysis. Biotechnology Progress. 1994;10:141–154. doi: 10.1021/bp00026a003. [DOI] [Google Scholar]",
      "domain": "www.ncbi.nlm.nih.gov",
      "timestamp": "2025-06-29T06:29:43.454970"
    }
  ]
}