{
  "topic": "nonverbal communication in autism",
  "timestamp": "2025-06-29T06:29:40.570925",
  "sources": 2,
  "contents": [
    {
      "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4826447/",
      "content": "Summary\nA staggering diversity of endophytic fungi associate with healthy plants in nature, but it is usually unclear whether these represent stochastic encounters or provide host fitness benefits. Although most characterized species of the fungal genus Colletotrichum are destructive pathogens, we show here that C. tofieldiae (Ct) is an endemic endophyte in natural Arabidopsis thaliana populations in central Spain. Colonization by Ct initiates in roots but can also spread systemically into shoots. Ct transfers the macronutrient phosphorus to shoots, promotes plant growth, and increases fertility only under phosphorus-deficient conditions, a nutrient status that might have facilitated the transition from pathogenic to beneficial lifestyles. The host’s phosphate starvation response (PSR) system controls Ct root colonization and is needed for plant growth promotion (PGP). PGP also requires PEN2-dependent indole glucosinolate metabolism, a component of innate immune responses, indicating a functional link between innate immunity and the PSR system during beneficial interactions with Ct.\nGraphical Abstract\nHighlights\n-\n•\nColletotrichum tofieldiae (Ct) is a fungal root endophyte of Arabidopsis\n-\n•\nCt transfers the macronutrient phosphorus to Arabidopsis shoots\n-\n•\nCt-mediated plant growth promotion needs an intact phosphate starvation response\n-\n•\nA branch of the plant innate immune system is essential for beneficial Ct activities\nIn nature, roots of healthy plants are colonized by diverse soil-borne fungi, but it is usually unclear whether this provides host fitness benefits. The fungus Colletotrichum tofieldiae colonizes Arabidopsis roots and transfers the macronutrient phosphorus to its host to boost plant growth and increase fertility under phosphate-deficient conditions.\nIntroduction\nIn nature, all healthy, asymptomatic plants live in association with a vast diversity of microbes, comprising bacteria, fungi, viruses, and protists, collectively called the plant microbiota. It is now widely accepted that individual plants of distantly related species assemble taxonomically structured bacterial consortia, characterized by the co-occurrence of a few bacterial phyla, and environmental parameters such as soil nutrients drive diversification of the bacterial microbiota at the species or strain level (Lundberg et al., 2012, Bulgarelli et al., 2013). Similarly, culture-independent community profiling techniques and culture-dependent surveys of surface-sterilized plant tissue revealed an enormous diversity of root-associated fungi, mainly belonging to three phyla, Ascomycota, Basidiomycota, and Glomeromycota (Rodriguez et al., 2009, Coleman-Derr et al., 2016). However, since plant-associated fungal assemblages are hyperdiverse and mainly influenced by the biogeography of the host species (Coleman-Derr et al., 2016), it is difficult to discriminate whether a particular fungal association with a healthy plant is merely the result of a stochastic encounter or has ecophysiological significance. Mycorrhizal fungi of the phylum Glomeromycota are the best-characterized beneficial fungi associated with plant roots, colonize ∼80%–90% of terrestrial plants, and mobilize soil nutrients, including the macronutrient phosphorus, for plant growth (Bonfante and Genre, 2010). This evolutionarily ancient symbiosis evolved ∼450 million years ago, and the plant signaling pathway needed for mycorrhizal symbiosis is conserved in most flowering plants, but was lost in the Brassicaceae lineage, including Arabidopsis thaliana (Bonfante and Genre, 2010).\nPhosphorus is one of three macronutrients limiting plant growth in natural soils besides nitrogen and potassium, and synthetic fertilizers providing these macronutrients have been critical for crop productivity in intensive agricultural settings for ∼100 years. Plant roots can absorb only inorganic orthophosphate (Pi), although phosphorus is abundant in many natural soil types both as organic and inorganic pools. Pi can be assimilated by plant roots via low-Pi-inducible (high-affinity) and constitutive Pi uptake systems (López-Arredondo et al., 2014). Plant-associated bacteria and fungi such as mycorrhizal fungi can mobilize plant-inaccessible inorganic phosphate in soils such as hydroxyapatite and Ca3(PO4)2 by conversion into bioavailable Pi. In addition, plants have evolved a phosphate starvation response (PSR) system that senses phosphate starvation and adjusts root and shoot growth accordingly (Poirier and Bucher, 2002). The genetic basis of this PSR is well-studied in the model plant A. thaliana (Chiou and Lin, 2011). However, it is currently unknown whether the PSR is coordinated with root colonization by beneficial microbes that mobilize Pi for plant growth under low phosphate conditions.\nFlowering plants synthesize and accumulate a vast array of structurally diverse small molecules known as secondary metabolites. The diversification of several secondary metabolite classes and their corresponding biosynthesis pathways in plants is driven by microbes and insects (Dixon, 2001). One of the best-studied and most diversified compound classes in A. thaliana comprises β-thioglucosides, known as glucosinolates, that are synthesized via branch pathways from methionine, tryptophan (Trp), and phenylalanine (Halkier and Gershenzon, 2006). The PEN2 myrosinase-dependent metabolism of Trp-derived indole glucosinolates in A. thaliana is activated upon perception of pathogen-associated molecular patterns by pattern recognition receptors of the innate immune system and is needed for broad-spectrum defense to restrict the growth of fungal pathogens (Clay et al., 2009, Bednarek et al., 2009). Although recent findings provided evidence for a metabolic link between the PSR system and glucosinolate biosynthesis (Pant et al., 2015), its functional relevance remains unclear.\nHere, we have characterized an ascomycete fungal endophyte, Colletotrichum tofieldiae (Ct), that was originally isolated from asymptomatic A. thaliana plants growing at Las Rozas, Spain after surface disinfection of leaf tissue (García et al., 2013). Colonization experiments with germ-free A. thaliana plants revealed that Ct initiates endophytic growth only via roots and occasionally spreads systemically into shoots without causing discernable disease symptoms. Using 33Pi isotope tracer experiments, we show that Ct, but not the closely related pathogenic species C. incanum (Ci), translocates Pi into the plant via root-associated hyphae only under phosphate starvation conditions. 33Pi translocation is correlated with PGP. Using regulatory mutants of the A. thaliana PSR and mutants of Trp-derived secondary metabolite biosynthetic and regulatory genes, we demonstrate that Ct-mediated PGP needs an intact PEN2 myrosinase-dependent branch pathway for indole glucosinolate hydrolysis and regulatory components of the PSR. Moreover, depletion of all Trp-derived secondary metabolites renders Ct a pathogen of A. thaliana. An analysis of Ct interactions with two A. thaliana relatives, Cardamine hirsuta and Capsella rubella, points to indole glucosinolates as potential determinants of fungal host-range. We hypothesize that Ct is a root endophyte of A. thaliana and other Brassicaceae that might have compensated the loss of components required for mycorrhizal symbiosis in this plant family.\nResults\nColletotrichum tofieldiae Is Endemic in Natural A. thaliana Populations in Central Spain\nWe predicted that Ct should be present in healthy plants throughout the year if the fungus establishes a stable endophytic interaction with A. thaliana. We surveyed the distribution of Ct in plants growing at Las Rozas (“LRO”) using qPCR with a Ct-specific primer pair encompassing coding plus intron sequences of the tubulin gene. Ct was detected in more than half of tested plants from both leaves and roots during two seasons (November, April plus May) and in successive years (2009–2012), suggesting the fungus is wide-spread and persistent in this A. thaliana population (Figures 1A, 1B, and S1A). We also detected Ct in samples from wild populations of A. thaliana at Ciruelos de Coca (“CDC”), Polán (“POL”), and Menasalbas (“MEN”), which are located on the Central Plateau of Spain up to 300 km distant from Las Rozas (Figures 1A and 1B). Thus, Ct appears to be a widely distributed endophyte among A. thaliana populations in Spain. In contrast, we failed to detect Ct in three A. thaliana populations in Germany and France (Figure S1B), suggesting an endemic association of the fungus with natural A. thaliana populations in the Central Plateau of Spain.\nCt Colonizes A. thaliana Systemically from Roots without Causing Visible Symptoms\nTo visualize the infection process of Ct by live-cell confocal imaging, we first generated transgenic fungal strains constitutively expressing cytoplasmic GFP (Ct-GFP) by means of Agrobacterium tumefaciens-mediated transformation. Conidia of the transgenic strains were then inoculated onto leaves and roots of A. thaliana accession Col-0. On intact leaf surfaces, Ct spores germinated to form melanized appressoria at 8 dpi (Figure 2A). These are specialized infection structures essential for initial host cell entry by pathogenic Colletotrichum species (Deising et al., 2000). However, although Ct was originally isolated from A. thaliana leaves (García et al., 2013), fungal germlings were never seen to enter leaf epidermal cells and form invasive hyphae, even after 8 days. This suggests either that Ct does not use appressoria to invade A. thaliana leaves or that appressorium-mediated entry is terminated by the host.\nNext, we traced the infection of A. thaliana roots by Ct-GFP using transgenic plants expressing the aquaporin PIP2A fused with the fluorescent protein mCherry, providing a plasma membrane/ER marker for living host cells (Nelson et al., 2007). Ct spores germinated at 6 hpi, producing either one or two germ-tubes that became branched (Figure 2B). Around 24 hpi, Ct hyphae were observed to directly enter root epidermal cells, producing intracellular hyphae that were enveloped by mCherry labeling (Figures 2C and 2D), suggesting the host plasma membrane invaginates around the hyphae and that the fungus establishes a biotrophic interaction with living host cells. However, the mCherry fluorescence disappeared from epidermal cells soon after penetration, indicating a loss of viability, although adjacent more recently colonized cells remained alive (Figures 2E–2G). The initial biotrophic interaction of intracellular hyphae with root epidermal cells was therefore transient. Ct also invaded roots via junctions between epidermal cells to form intercellular hyphae (Figures 2H and 2I). Whether penetrating directly into or between epidermal cells, fungal entry was by means of undifferentiated hyphae rather than appressoria, in striking contrast to Colletotrichum species infecting leaves (Deising et al., 2000).\nFollowing invasion of the root epidermis, Ct colonized the underlying cortex by means of both intra- and intercellular hyphae at 2 dpi (Figures 2J–2M, S2A, and S2B). Importantly, the intracellular hyphae in cortical cells remained enveloped by an intact host plasma membrane for longer periods than those infecting epidermal cells (Figures 2L and 2M), suggesting a more stable biotrophic interaction is established with cortical cells. By 8 dpi, extensive networks of extraradical hyphae enveloped the roots (Figures 2N, 2O, and S2A), while in some localized areas, epidermal and cortical cells became packed with black microsclerotia, comprising clusters of swollen, spherical cells with thick, melanized walls (Figures 2N–2P and S2B). In other root-infecting Colletotrichum species, microsclerotia can act as resting structures for long-term survival in soil (Blakeman and Hornby, 1966). TEM revealed that some hyphae colonized the endodermis, but most failed to penetrate the suberized cell walls of the periderm (Figures S2C–S2E). Nevertheless, straight runner hyphae were occasionally seen growing inside the central cylinder parallel to the long axis of the root (Figure 2Q). This shows that some hyphae do overcome the periderm barrier and raises the possibility that Ct colonizes above-ground parts of the plant via the root central cylinder, as reported for Magnaporthe oryzae on rice (Sesma and Osbourn, 2004) and C. graminicola on maize (Sukno et al., 2008). To test this, we grew Arabidopsis plants in a hydroponic culture system in which roots and shoots were physically separated (Strehmel et al., 2014) and inoculated the roots with conidia of Ct-GFP. Using RT-qPCR with GFP-specific primers, we detected the presence of the fungus in 11% of healthy leaves at 28 days after inoculation, increasing to 43% at 38 dpi (Figure S2F). Microscopic analysis at 28 dpi confirmed the presence of hyphae expressing GFP in healthy leaves, mostly restricted to leaf veins (Figure S2G). However, when leaves began to senesce at 48 dpi, the entire leaf was extensively colonized by mycelium, suggesting that Ct growth is limited until host tissues senesce (Figure S2H). Overall, these data suggest that Ct is a root endophyte on A. thaliana, which can also infect shoots systemically, without causing discernible disease symptoms.\nCt Promotes Plant Growth under Low Pi Conditions by Translocating Pi to the Host\nTo address the long-term impacts of Ct colonization on plant growth, we co-cultivated A. thaliana plants with Ct in vermiculite, a naturally occurring mica mineral, without supplying additional nutrients. After 30 days, mock-treated plants appeared stunted and accumulated anthocyanin in their shoots, a well-known abiotic stress response in Arabidopsis (Kovinich et al., 2014). In contrast, plants co-cultivated with Ct had larger shoots that did not accumulate anthocyanins (Figure S3A), suggesting the fungus can promote plant growth in this low-nutrient soil-free system. We also measured silique production as an index of fertility and plant fitness. The Ct-treated plants produced significantly more siliques (Figure 3A), indicating that the fungus enhances both plant growth and fitness under low nutrient conditions.\nTo address whether Ct helps plants to assimilate nutrients, we used an agarose gel-based medium in which the concentration of specific nutrients, such as phosphorus, nitrogen, and iron, can be tightly controlled (Gruber et al., 2013). In this system, we found that Ct promoted plant growth under low Pi conditions (50 μM bioavailable KH2PO4). Thus, after 18 days co-cultivation with Ct, plants developed longer roots and larger shoots, as measured by shoot fresh-weight, whereas plants co-cultivated with heat-killed fungus showed no growth promotion (Figures 3B, 3C, and S3B). Moreover, Ct also promoted plant growth when plant-inaccessible hydroxyapatite provided the sole Pi source, indicating that the fungus can dissolve this insoluble form of phosphate (Figure S3C). However, Ct did not promote plant growth under Pi-sufficient conditions (625 μM KH2PO4; Figure 3C), suggesting that a beneficial interaction with plants is established under Pi deficiency.\nWe also tested the plant growth promotion ability of a closely related Colletotrichum species pathogenic on Raphanus sativus that was previously reported as C. dematium (Sato et al., 2005), but now identified as C. incanum (Ci) (Hacquard et al., 2016). Remarkably, inoculation of Arabidopsis roots with Ci significantly inhibited plant growth under low Pi conditions (Figure 3C).\nThe improved shoot growth provided by Ct under Pi-deficient conditions correlated with a significantly higher P concentration in shoot tissues, as measured by inductively coupled plasma mass spectrometry (Figure S3D), suggesting Ct enhances plant growth by improving Pi uptake from media. The hyphae of AM fungi are known to capture Pi from the soil outside the rhizosphere and translocate it into the plant (Bucher, 2007). To study phosphate transport by Ct to distant plant roots and subsequent allocation to the shoot, we used a two-compartment system with the radioactive tracer 33P-phosphate added to one compartment (Figures 3D and S3E). To prevent 33P diffusion through the medium, plants and 33P were separated by a plastic barrier, which could only be bridged by fungal hyphae. 33P accumulation in shoots under Pi-starvation was analyzed in mock-inoculated plants and plants colonized by beneficial Ct or pathogenic Ci at 17 days after 33P addition to the inner compartment. Mock-inoculated plants (with 33P, but without fungus) accumulated <5 kBq/g dry weight (DW) 33P in their shoots (Figure 3D, mock). By contrast, 29 out of 37 plants colonized by Ct accumulated 33P in their shoots to higher levels than mock-inoculated plants (Figure 3D, Ct). 33P accumulation differed markedly between replicate Ct-inoculated plants, ranging from moderate (>5 to <40 kBq/g DW) to high levels (>40 up to 160 kBq/g DW). In contrast, although most shoots of plants colonized by the pathogenic Ci accumulated more 33P than mock-inoculated controls, the translocated 33P levels were dramatically lower (<10 kBq/g DW in 30 of 36 plants) compared to Ct-infected plants (Figure 3D, Ci). Remarkably, most plants colonized by Ct under Pi-replete conditions also did not accumulate more 33P than the corresponding mock control plants (Figure 3D), which might explain why Ct-mediated plant growth promotion was detectable only under Pi-deficient conditions (Figure 3C). Collectively, these results indicate that the transfer of 33P from Ct hyphae to the shoots of host plants is strictly regulated by Pi availability.\nCt Colonization Activates the Expression of Several A. thaliana Pht1 Pi Transporters\nTo investigate the mechanism(s) by which Ct promotes plant growth, we collected samples for RNA sequencing (RNA-seq) analysis from infected A. thaliana roots grown under Pi-sufficient and Pi-deficient conditions at four time points (6, 10, 16, and 24 dpi) and also Ct hyphae grown in vitro. We focused our analysis on fungal and A. thaliana genes that were differentially expressed in Pi-deficient versus Pi-sufficient conditions (log2FC >1, false discovery rate [FDR] <0.05). Among the top 100 A. thaliana genes that were differentially expressed at 24 dpi under Pi-starvation, nine were related to “cellular response to phosphate starvation,” validating that the host reprograms its transcriptome in response to Pi deficiency (Figure S4A). These included genes belonging to the Pht1 family of plasma membrane phosphate:H+ symporters, some of which were shown to be required for Pi uptake from the rhizosphere (Shin et al., 2004). Nine of these transporter genes were significantly upregulated in phosphate-starved roots in the absence of Ct while two, Pht1;2 and Pht1;3, were induced at higher levels only in the presence of Ct under Pi-limiting conditions at later time points (16 and 24 dpi; Figure 4A). This result indicates that Ct enhances phosphate uptake in the host under Pi-deficient conditions, similar to mycorrhizal associations (Bonfante and Genre, 2010).\nCt-Mediated PGP under Pi Starvation Requires an Intact A. thaliana PSR\nWe tested plants lacking regulatory components of the A. thaliana PSR, encoding functionally overlapping transcription factors PHR1 and PHL1, or the phosphate transporter traffic facilitator PHF1 (Rubio et al., 2001, González et al., 2005, Bustos et al., 2010). Due to the inherent plant-to-plant variation in 33P translocation to the host (see above), we collected data for each host genotype from three independent experiments, each including at least 15 Ct-infected plants grown on at least three agar plates, for statistical analysis. Ct-mediated PGP under Pi-starvation was significantly impaired (p < 0.01) in phf1 mutants (Col-0: 1.45-fold versus phf1: 1.23-fold) (Figure 4B). The PHF1 membrane protein exerts a specific role in subcellular targeting of phosphate transporters from the Golgi to the plasma membrane and phf1 mutants display plant growth and Pi accumulation defects under Pi-limiting but not Pi-sufficient conditions (González et al., 2005). Similarly, phr1 phl1 double mutants lacking the transcriptional regulators of the PSR exhibited significantly reduced (p < 0.01) Ct-mediated PGP (Col-0: 1.45-fold versus phr1 phl1: 1.17-fold); Figure 4B) (Bustos et al., 2010). Ct-mediated and phosphate starvation-dependent activation of both Pht1;2 and Pht1;3 was abrogated in phr1 phl1 plants (Figures 4B, S4B, and S4C). Moreover, Ct-mediated translocation of high-levels of 33P to the shoot (>40 kBq/g DW) under Pi-limiting conditions is compromised in the phr1 phl1 double mutant (Figure S4D). Together, this indicates a functional engagement of the PSR in (1) Ct-dependent activation of phosphate transporter genes, (2) 33Pi translocation to the shoot, and (3) PGP. However, translocation of high-levels of 33P (>40 kBq/g DW) under Pi-limiting conditions was retained in phf1 plants (Figure S4D), indicating Ct-mediated 33P translocation is uncoupled from PGP in this PSR mutant. We speculate that in phf1 plants Ct-mediated bulk Pi translocation to the shoot is retained whereas fine allocation between tissues needed for PGP might be impaired. Strikingly, Ct biomass was increased in phf1 single and phr1 phl1 double mutants compared to wild-type at 4 dpi (Figures S4E and S4F), revealing that PSR regulatory components limit fungal colonization.\nIn contrast to the dramatic transcriptional reprograming observed in A. thaliana roots in response to phosphate starvation (>2,000 genes regulated across all conditions, log2FC >1, FDR <0.05), the fungal transcriptome remained very stable with only 61 genes significantly regulated (log2FC >1, FDR < 0.05, Figure 4C). This result suggests that the Pi concentration used in our study (50 μM) does not provoke a major PSR in Ct. Consistent with this, Ct grew similarly in media containing either 50 μM or 625 μM Pi, as measured by mycelial radial growth (Figure S4G). Nevertheless, the two genes (out of 61) showing strongest induction at 24 dpi encode an acid phosphatase and a phosphate symporter (Figure 4C), suggesting that under low Pi conditions these are important for fungal solubilization and uptake of Pi, respectively. The capacity for growth in hydroxyapatite media was retained in mutant Ct strains in which this acid phosphatase gene (CT04_08450) was inactivated by targeted gene disruption, indicating that additional fungal genes are engaged in mobilization of this insoluble Pi source (Figures S4H, S4I, and S4J).\nTrp-Derived Metabolites Are Required for Restricting Ct Colonization\nWe tested whether the colonization of A. thaliana roots by Ct is restricted by innate immunity components (Figure 5A). We inoculated Ct onto roots of immunocompromised plants and then measured fungal biomass by qRT-PCR at 4 dpi. Neither fungal colonization nor Ct-mediated PGP were significantly different between Col-0 wild-type and the ein2 pad4 sid2 dde2 quadruple mutant even at late time points of infection (24 dpi; Figures 5B, S5A, and S5B), although this mutant is simultaneously defective in all three major phytohormone-dependent defense signaling pathways involving ethylene, salicylic acid, and jasmonic acid (Tsuda et al., 2009). Thus, either the combined action of these defense pathways does not restrict Ct colonization or their activity in roots is fundamentally different from leaves. Due to the apparent metabolic link between the PSR system and glucosinolate biosynthesis and the known role of secondary metabolite biosynthesis pathways derived from Trp for innate immune responses (Bednarek et al., 2009, Clay et al., 2009, Pant et al., 2015, Rajniak et al., 2015), we also tested cyp79B2 cyp79B3 double mutant plants, which are depleted of all Trp-derived secondary metabolites, including the antimicrobials camalexin and indole glucosinolates (Figure 5A). Ct fungal biomass was significantly increased in this double mutant (Figure S5A). Furthermore, Ct had a severe negative effect on the growth of this mutant and eventually killed the plants under both high and low Pi conditions, indicating that in the absence of these two cytochrome P450 enzymes Ct becomes a pathogenic fungus (Figures 5B and S5C).\nTo investigate which host metabolites are required for maintaining beneficial interactions with Ct, we tested A. thaliana mutant lines impaired in the production of particular classes of Trp-derived compounds (Figure 5A). We found that Ct-mediated PGP was significantly reduced in pen2 mutants, which cannot activate 4-methoxyindol-3-ylmethylglucosinolate (4MI3G) for antifungal defense by means of the PEN2 myrosinase in leaves (Bednarek et al., 2009) (Figure 5A). However, PGP was not reduced in cyp71A12 or cyp71A13 plants, which lack sequence-related P450 monooxygenases required for camalexin biosynthesis in roots (Nafisi et al., 2007, Millet et al., 2010, Müller et al., 2015). As CYP71A12 was recently shown to have an additional function in the biosynthesis of the antimicrobial 4-hydroxyindole-3-carbonyl nitrile (4OHICN; Figure 5A) (Rajniak et al., 2015), both camalexin and the short-lived nitrile are dispensable for the initiation and maintenance of the beneficial interaction. Ct-mediated PGP was similarly impaired in both pen2 single and pen2 pad3 double mutants (Figure 5C), excluding the possibility that simultaneous depletion of camalexin and PEN2-initiated indole glucosinolate metabolism in the latter genotype accounts for the detrimental plant growth phenotype seen in the cyp79B2 cyp79B3 double mutant. The transcription factors MYB34, MYB51, and MYB122 act together to control biosynthesis of indol-3-ylmethylglucosinolate (the direct precursor of the PEN2 substrate 4MI3G) in shoots and roots and myb34 myb51 myb122 triple mutant plants are highly depleted of indole glucosinolates (Figure 5A) (Frerigmann and Gigolashvili, 2014). Under Pi-starvation, Ct-mediated PGP was significantly impaired in this triple mutant (Figure 5C), suggesting that transcriptional control of indole glucosinolate biosynthesis genes is needed to maintain a beneficial interaction with the host. Interestingly however, despite the impairment of Ct-mediated PGP in pen2 plants, fungal biomass in roots of this genotype was not significantly different to wild-type plants (Figures 5C and S5A). This indicates either that the assay for fungal biomass quantification fails to detect slightly elevated fungal growth or implies a previously unsuspected positive role of indole glucosinolates in plant growth. Irrespective of this, the impairment of Ct-mediated PGP is a shared phenotype of pen2, pen2 pad3, and myb34 myb51 myb122 triple mutant plants and contrasts with the strongly detrimental plant growth phenotype of cyp79B2/B3 double mutants as well as enhanced fungal biomass only in the latter genotype (Figures 5C and S5A). This is reminiscent of the enhanced colonization shown by the endophytes Piriformospora indica or Sebacina vermifera on roots of cyp79B2/B3 double and myb34/51/122 triple mutants (Lahrmann et al., 2015, Nongbri et al., 2012). Taken together, these data strongly suggest that (1) more than one Trp-derived branch pathway is needed for establishing a beneficial interaction with Ct, and (2) simultaneous depletion of all Trp-derived metabolites not only abolishes the beneficial interaction, but also allows excessive Ct colonization that ultimately kills host roots.\nFinally, we examined whether natural genetic variation in the spectrum of Trp-derived metabolites in A. thaliana relatives can affect the establishment of a beneficial interaction with Ct. For example, the A. thaliana relatives Cardamine hirsuta and Capsella rubella are unable to produce camalexin and indole glucosinolates, respectively (Bednarek et al., 2011). We found that Ct colonization promoted the growth of Cardamine hirsuta under low Pi conditions (Figure 5D), whereas it strongly inhibited the growth of Capsella rubella, similar to A. thaliana cyp79B2 cyp79B3 mutants under low Pi conditions (Figure 5B). Our findings from these close relatives of A. thaliana support our conclusions from A. thaliana mutants that the production of indole glucosinolates, but not camalexin, is critical for establishing a beneficial interaction with the fungus. Moreover, since the absence of indole glucosinolates seems to be rare within the Brassicaceae (Windsor et al., 2005, Bednarek et al., 2011) and A. thaliana and C. rubella are both found in central-southern Europe including Spain, the evolutionarily conserved capacity for indole glucosinolate metabolism within this plant family conceivably serves as a host range determinant for Ct.\nDiscussion\nHere, we have shown that an endophyte previously identified in A. thaliana leaves, C. tofieldiae, is prevalent in four tested populations within an ∼300 km north–south transect in the Central Plateau of Spain, but not in three other populations in Germany and France, suggesting habitat-specific determinants constrain the geographical distribution of this fungus in A. thaliana. Ct strains have been isolated from many other plant species, including monocots, and from diverse habitats across Eurasia, suggesting a very broad host range and geographic distribution for this fungal species (Damm et al., 2009, Tao et al., 2013), but it remains to be determined whether the occurrence of Ct in these habitats and plants across Eurasia reflects stochastic associations or has physiological relevance. By analogy to Koch’s postulates for pathogenic microorganisms, we showed that Ct reproducibly colonizes germ-free A. thaliana plants under laboratory conditions via roots, but not leaves, without apparent disease symptoms. Although Ct was originally identified as an endophyte from surface-sterilized A. thaliana leaves (García et al., 2013), our data reveal this fungus to be a root endophyte, which can also infect shoots systemically via the root central cylinder.\nPlant growth promotion (PGP) by Ct was shown to be tightly regulated by Pi availability, suggesting that beneficial activities of the fungus are conditional upon particular environmental conditions, e.g., the amount of bioavailable soil phosphate. This stands in striking contrast to the fungal root endophyte Piriformospora indica, which promotes plant growth under both low and high phosphate conditions (10 μM and 1 mM, respectively) (Yadav et al., 2010). In central Spain, the levels of soil phosphorus are generally lower compared to central North Europe (Tóth et al., 2013) and phosphate levels are very low (ranging from 0 to 16 mg/kg soil) within a 5 km radius of the Las Rozas sampling site, potentially providing a fitness advantage for local A. thaliana populations colonized by Ct. The ability of Ct to promote A. thaliana growth when inorganic hydroxyapatite (Ca10 (PO4)6 (OH)2) was the sole phosphorus source (Figure S3C) suggests that a part of the beneficial activity of Ct involves solubilization of Pi from plant-inaccessible hydroxyapatite. Plant growth promotion by Ct was also observed with limiting amounts of bioavailable Pi in agar plates (50 μM; Figure 3), likely reflecting an expanded capacity of host roots to access Pi by means of long-distance transport via extraradical hyphal networks. Thus, the combined effects of extended soil exploration by infected roots and solubilization of plant-inaccessible Pi by Ct might contribute to the beneficial activity of the fungus in natural soils containing low levels of bioavailable phosphorus.\nOur radioactive 33P tracer experiments provide direct evidence for translocation of Pi from Ct, via roots, to A. thaliana shoots. This beneficial function is reminiscent of associations between plants and mycorrhizal fungi, which interact with roots and translocate Pi from soil via fungal hyphae to the plant shoot to promote plant growth (Bonfante and Genre, 2010). Pi translocation by arbuscular mycorrhizal fungi is known to take place under Pi-limiting conditions at the fungus-plant interface inside root cells. Mycorrhiza-specific phosphate transporter genes and their regulation are conserved across phylogenetically distant plant species (Bonfante and Genre, 2010). In Medicago truncatula, the mycorrhiza-induced Pi:H+ symporter MtPT4 is essential for efficient Pi uptake from the fungus and symbiosis establishment (Javot et al., 2007). Among 19 A. thaliana Pi:H+ symporter genes we identified, two belonging to the PHT1 subfamily, Pht1;2 and Pht1;3, that are more strongly activated in roots in the presence of Ct under Pi-starvation conditions. Our findings provide indirect genetic evidence for a functional engagement of Pi starvation-inducible high-affinity Pi:H+ symporter genes in A. thaliana during Ct colonization because phr1 phl1 mutant plants, in which transcriptional activation of the AtPHT1 family is blocked (Bustos et al., 2010), are impaired in Ct-mediated PGP and translocation of high-levels of 33P to the shoot. Functional homologs of AtPHR1 and AtPHF1 have been described in rice, designated OsPHR2 and OsPHF1 (Zhou et al., 2008, Chen et al., 2011). Thus, it is conceivable that the evolutionarily conserved machinery for phosphate starvation-induced Pi uptake (Chiou and Lin, 2011) has been independently recruited for beneficial interactions with Ct in A. thaliana and mycorrhizal fungi in other flowering plants and that in the Brassicaceae lineage Ct compensates the loss of mycorrhizal symbiosis in low phosphate soils.\nBoth Ct-mediated PGP and 33P translocation to the shoot are tightly regulated by Pi availability. Analysis of regulatory mutants of the A. thaliana PSR revealed an unexpected link between phosphate starvation and Ct root colonization: roots of phf1 single and phr1 phl1 double mutants supported higher levels of colonization, indicating that an intact PSR system limits Ct root colonization. Elsewhere, we show that transcriptional outputs of Ct-colonized roots depend on their nutritional status, with mutualistic responses favored during phosphate starvation and defense responses under phosphate-sufficient conditions (Hacquard et al., 2016). Metabolic profiling of A. thaliana wild-type and phr1 mutants has revealed a metabolic link between the PSR system and indole glucosinolate metabolism (Pant et al., 2015). Our systematic genetic depletion of the corresponding immune response pathways encoding these Trp-derived secondary metabolites revealed that more than one branch pathway is needed for the establishment of a beneficial interaction with Ct. Taken together, our data provide genetic evidence for a specific coordination between the PSR, the plant immune system and invasive fungal growth during beneficial interactions with Ct. Thus, the innate immune system has wider physiological roles than restricting only pathogen growth.\nEndophytic fungi comprise a major fraction of the root microbiota of wild and cultivated plants as well as forest ecosystems, where they outnumber mycorrhizal taxa (Hacquard and Schadt, 2015). Despite their diversity and potential contributions to plant growth and productivity, the physiological significance of these fungal endophytes is largely unknown. The C. tofieldiae-A. thaliana interaction offers a model for dissecting these poorly understood associations where the fungal partner is amenable to molecular genetic manipulation, including targeted gene disruption, and abundant genetic tools and resources are available for the plant host.\nExperimental Procedures\nA detailed description of protocols can be found in the Supplemental Experimental Procedures.\nDetection of C. tofieldiae from Natural A. thaliana Populations\nHealthy A. thaliana leaves and roots were collected from natural populations at four sites in Spain as described previously (García et al., 2013). DNA extracted from the samples was used for qPCR amplification of the Ct tubulin 2 sequence.\nCytological Observations\nRoots or leaves of 2-week-old A. thaliana plants expressing PIP2A-mCherry were inoculated with Ct-GFP spores (2–5 × 105/ml) and imaged by confocal microscopy after 1 to 14 days.\nPlant Growth Promotion Assay\nA. thaliana plants were grown in MS agarose medium containing defined Pi concentrations or a low-nutrient vermiculite matrix, with or without Ct. Plant growth promotion (PGP) was evaluated by measuring shoot fresh weight, root length, or number of siliques from ∼15 plants per experiment.\n33P Translocation Experiments\nA small Petri plate (hyphal compartment [HC]) was inserted into a larger square plate (root/hyphal compartment [RHC]), and both plates were filled with MS-medium (Figure 3D). Fungal mycelium was added to the HC and the system was incubated for 7 days. Two 10-day-old A. thaliana Col-0 seedlings were then added to each RHC and cultivated vertically for a further 7 days. When mycelium reached the plant roots, carrier-free 33P-labeled H3PO4 (270 kBq) was added to the HC and plants were harvested 17 days later.\nRNA-Seq\nSterilized A. thaliana Col-0 seeds were inoculated with Ct (5 × 104 spores/ml) and grown on half-strength MS agarose medium containing either 50 or 625 μM KH2PO4 as Pi source. RNA was collected from infected roots at 6, 10, 16, and 24 dpi and Ct hyphae grown in liquid Mathur’s medium for 2 days. Plant and fungal transcriptomes were then sequenced for differential gene expression analysis. For further details, see Hacquard et al. (2016) and the Supplemental Experimental Procedures. The RNA-seq data used in this study are available from the NCBI GEO database: GSE70094.\nqRT-PCR\ncDNA was synthesized from 500 ng total RNA. Five microliters of cDNA (10 ng/μL) was amplified using the Thermal Cycle Dice Real Time System (TaKaRa). Primers used in this study are listed in Table S1.\nAuthor Contributions\nP.S.-L., R.J.O., S.S., and K.H. initiated the project. P.S.-L., R.J.O., and K.H. initiated, conceived, and coordinated all experiments except those described in Figures 1 and S1A. K.H. performed inoculation experiments, quantified fungal colonization and plant biomass on all host genotypes, isolated DNA/RNA, generated transgenic Ct strains, and analyzed the data. R.T.N. and U.N. performed confocal, epifluorescence, and electron microscopy. S.H., B.K., and K.H. analyzed RNA-seq data. N.G. designed and conducted 33P translocation experiments, supervised by M.B. S.S., together with D.R. and S.H., quantified Ct associations with A. thaliana populations. K.H., N.G., S.H., R.T.N., S.S., and U.N. prepared tables and figures. P.S.-L., R.J.O., and K.H. wrote and edited the paper.\nAcknowledgments\nK.H. was supported by Japan Society for the Promotion of Science (JSPS) grant 15K18645. This work was supported by funding from the Max Planck Society (P.S.-L. and R.J.O.), European Research Council advanced grant ROOTMICROBIOTA (P.S.-L.), the ‘‘Cluster of Excellence on Plant Sciences’’ program of the Deutsche Forschungsgemeinschaft (P.S.-L.), Agence Nationale de la Recherche Chaire d’Excellence grant ANR-12-CHEX-0008-01 (R.J.O.), Ministerio de Economía y Competitividad grant BIO2012-32910 (S.S.), and COST action FA1103 Endophytes in Biotechnology and Agriculture (S.S.). We thank Kathrin Schlücking and Stefanie Junkermann for technical support; Kenichi Tsuda, Tamara Gigolashvili, and Javier Paz-Ares for providing Arabidopsis mutants; and Pawel Bednarek, Nina Dombrowski, and Yusuke Saijo for helpful discussions.\nPublished: March 17, 2016\nFootnotes\nThis is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\nSupplemental Information includes Supplemental Experimental Procedures, five figures, and one table and can be found with this article online at http://dx.doi.org/10.1016/j.cell.2016.02.028.\nContributor Information\nRichard J. O’Connell, Email: richard.oconnell@versailles.inra.fr.\nPaul Schulze-Lefert, Email: schlef@mpipz.mpg.de.\nAccession Numbers\nThe accession number for the RNA-seq data reported in this paper is GEO: GSE70094.\nSupplemental Information\nReferences\n- Bednarek P., Pislewska-Bednarek M., Svatos A., Schneider B., Doubsky J., Mansurova M., Humphry M., Consonni C., Panstruga R., Sanchez-Vallet A. A glucosinolate metabolism pathway in living plant cells mediates broad-spectrum antifungal defense. Science. 2009;323:101–106. doi: 10.1126/science.1163732. [DOI] [PubMed] [Google Scholar]\n- Bednarek P., Piślewska-Bednarek M., Ver Loren van Themaat E., Maddula R.K., Svatoš A., Schulze-Lefert P. Conservation and clade-specific diversification of pathogen-inducible tryptophan and indole glucosinolate metabolism in Arabidopsis thaliana relatives. New Phytol. 2011;192:713–726. doi: 10.1111/j.1469-8137.2011.03824.x. [DOI] [PubMed] [Google Scholar]\n- Blakeman J.P., Hornby D. The persistence of Colletotrichum coccodes and Mycosphaerella ligulicola in soil with special reference to sclerotia and conidia. Trans. Br. Mycol. Soc. 1966;49:227–240. [Google Scholar]\n- Bonfante P., Genre A. Mechanisms underlying beneficial plant-fungus interactions in mycorrhizal symbiosis. Nat. Commun. 2010;1:48. doi: 10.1038/ncomms1046. [DOI] [PubMed] [Google Scholar]\n- Bucher M. Functional biology of plant phosphate uptake at root and mycorrhiza interfaces. New Phytol. 2007;173:11–26. doi: 10.1111/j.1469-8137.2006.01935.x. [DOI] [PubMed] [Google Scholar]\n- Bulgarelli D., Schlaeppi K., Spaepen S., Ver Loren van Themaat E., Schulze-Lefert P. Structure and functions of the bacterial microbiota of plants. Annu. Rev. Plant Biol. 2013;64:807–838. doi: 10.1146/annurev-arplant-050312-120106. [DOI] [PubMed] [Google Scholar]\n- Bustos R., Castrillo G., Linhares F., Puga M.I., Rubio V., Pérez-Pérez J., Solano R., Leyva A., Paz-Ares J. A central regulatory system largely controls transcriptional activation and repression responses to phosphate starvation in Arabidopsis. PLoS Genet. 2010;6:e1001102. doi: 10.1371/journal.pgen.1001102. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Chen J., Liu Y., Ni J., Wang Y., Bai Y., Shi J., Gan J., Wu Z., Wu P. OsPHF1 regulates the plasma membrane localization of low- and high-affinity inorganic phosphate transporters and determines inorganic phosphate uptake and translocation in rice. Plant Physiol. 2011;157:269–278. doi: 10.1104/pp.111.181669. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Chiou T.J., Lin S.I. Signaling network in sensing phosphate availability in plants. Annu. Rev. Plant Biol. 2011;62:185–206. doi: 10.1146/annurev-arplant-042110-103849. [DOI] [PubMed] [Google Scholar]\n- Clay N.K., Adio A.M., Denoux C., Jander G., Ausubel F.M. Glucosinolate metabolites required for an Arabidopsis innate immune response. Science. 2009;323:95–101. doi: 10.1126/science.1164627. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Coleman-Derr D., Desgarennes D., Fonseca-Garcia C., Gross S., Clingenpeel S., Woyke T., North G., Visel A., Partida-Martinez L.P., Tringe S.G. Plant compartment and biogeography affect microbiome composition in cultivated and native Agave species. New Phytol. 2016;209:798–811. doi: 10.1111/nph.13697. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Damm U., Woudenberg J.H.C., Cannon P.F., Crous P.W. Colletotrichum species with curved conidia from herbaceous hosts. Fungal Divers. 2009;39:45–87. [Google Scholar]\n- Deising H.B., Werner S., Wernitz M. The role of fungal appressoria in plant infection. Microbes Infect. 2000;2:1631–1641. doi: 10.1016/s1286-4579(00)01319-8. [DOI] [PubMed] [Google Scholar]\n- Dixon R.A. Natural products and plant disease resistance. Nature. 2001;411:843–847. doi: 10.1038/35081178. [DOI] [PubMed] [Google Scholar]\n- Frerigmann H., Gigolashvili T. MYB34, MYB51, and MYB122 distinctly regulate indolic glucosinolate biosynthesis in Arabidopsis thaliana. Mol. Plant. 2014;7:814–828. doi: 10.1093/mp/ssu004. [DOI] [PubMed] [Google Scholar]\n- García E., Alonso A., Platas G., Sacristan S. The endophytic mycobiota of Arabidopsis thaliana. Fungal Divers. 2013;60:71–89. [Google Scholar]\n- González E., Solano R., Rubio V., Leyva A., Paz-Ares J. Phosphate transporter traffic facilitator1 is a plant-specific SEC12-related protein that enables the endoplasmic reticulum exit of a high-affinity phosphate transporter in Arabidopsis. Plant Cell. 2005;17:3500–3512. doi: 10.1105/tpc.105.036640. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Gruber B.D., Giehl R.F., Friedel S., von Wirén N. Plasticity of the Arabidopsis root system under nutrient deficiencies. Plant Physiol. 2013;163:161–179. doi: 10.1104/pp.113.218453. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Hacquard S., Schadt C.W. Towards a holistic understanding of the beneficial interactions across the Populus microbiome. New Phytol. 2015;205:1424–1430. doi: 10.1111/nph.13133. [DOI] [PubMed] [Google Scholar]\n- Hacquard S., Kracher B., Hiruma K., Münch P.C., Garrido-Oter R., Weimann A., Thon M.R., Damm U., Dallery J.F., Hainaut M. Survival trade-offs in plant roots during colonization by closely related beneficial and pathogenic fungi. Nat. Commun. 2016 doi: 10.1038/ncomms11362. Published online April 15, 2016. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Halkier B.A., Gershenzon J. Biology and biochemistry of glucosinolates. Annu. Rev. Plant Biol. 2006;57:303–333. doi: 10.1146/annurev.arplant.57.032905.105228. [DOI] [PubMed] [Google Scholar]\n- Javot H., Penmetsa R.V., Terzaghi N., Cook D.R., Harrison M.J. A Medicago truncatula phosphate transporter indispensable for the arbuscular mycorrhizal symbiosis. Proc. Natl. Acad. Sci. USA. 2007;104:1720–1725. doi: 10.1073/pnas.0608136104. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Kovinich N., Kayanja G., Chanoca A., Riedl K., Otegui M.S., Grotewold E. Not all anthocyanins are born equal: distinct patterns induced by stress in Arabidopsis. Planta. 2014;240:931–940. doi: 10.1007/s00425-014-2079-1. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Lahrmann U., Strehmel N., Langen G., Frerigmann H., Leson L., Ding Y., Scheel D., Herklotz S., Hilbert M., Zuccaro A. Mutualistic root endophytism is not associated with the reduction of saprotrophic traits and requires a noncompromised plant innate immunity. New Phytol. 2015;207:841–857. doi: 10.1111/nph.13411. [DOI] [PubMed] [Google Scholar]\n- López-Arredondo D.L., Leyva-González M.A., González-Morales S.I., López-Bucio J., Herrera-Estrella L. Phosphate nutrition: improving low-phosphate tolerance in crops. Annu. Rev. Plant Biol. 2014;65:95–123. doi: 10.1146/annurev-arplant-050213-035949. [DOI] [PubMed] [Google Scholar]\n- Lundberg D.S., Lebeis S.L., Paredes S.H., Yourstone S., Gehring J., Malfatti S., Tremblay J., Engelbrektson A., Kunin V., del Rio T.G. Defining the core Arabidopsis thaliana root microbiome. Nature. 2012;488:86–90. doi: 10.1038/nature11237. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Millet Y.A., Danna C.H., Clay N.K., Songnuan W., Simon M.D., Werck-Reichhart D., Ausubel F.M. Innate immune responses activated in Arabidopsis roots by microbe-associated molecular patterns. Plant Cell. 2010;22:973–990. doi: 10.1105/tpc.109.069658. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Müller T.M., Böttcher C., Morbitzer R., Götz C.C., Lehmann J., Lahaye T., Glawischnig E. Transcription activator-like effector nuclease-mediated generation and metabolic analysis of camalexin-deficient cyp71a12 cyp71a13 double knockout lines. Plant Physiol. 2015;168:849–858. doi: 10.1104/pp.15.00481. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Nafisi M., Goregaoker S., Botanga C.J., Glawischnig E., Olsen C.E., Halkier B.A., Glazebrook J. Arabidopsis cytochrome P450 monooxygenase 71A13 catalyzes the conversion of indole-3-acetaldoxime in camalexin synthesis. Plant Cell. 2007;19:2039–2052. doi: 10.1105/tpc.107.051383. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Nelson B.K., Cai X., Nebenführ A. A multicolored set of in vivo organelle markers for co-localization studies in Arabidopsis and other plants. Plant J. 2007;51:1126–1136. doi: 10.1111/j.1365-313X.2007.03212.x. [DOI] [PubMed] [Google Scholar]\n- Nongbri P.L., Johnson J.M., Sherameti I., Glawischnig E., Halkier B.A., Oelmuller R. Indole-3-acetaldoxime-derived compounds restrict root colonization in the beneficial interaction between Arabidopsis roots and the endophyte Piriformospora indica. Mol. Plant Microbe Interact. 2012;25:1186–1197. doi: 10.1094/MPMI-03-12-0071-R. [DOI] [PubMed] [Google Scholar]\n- Pant B.D., Pant P., Erban A., Huhman D., Kopka J., Scheible W.R. Identification of primary and secondary metabolites with phosphorus status-dependent abundance in Arabidopsis, and of the transcription factor PHR1 as a major regulator of metabolic changes during phosphorus limitation. Plant Cell Environ. 2015;38:172–187. doi: 10.1111/pce.12378. [DOI] [PubMed] [Google Scholar]\n- Poirier Y., Bucher M. Phosphate transport and homeostasis in Arabidopsis. Arabidopsis Book. 2002;1:e0024. doi: 10.1199/tab.0024. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Rajniak J., Barco B., Clay N.K., Sattely E.S. A new cyanogenic metabolite in Arabidopsis required for inducible pathogen defence. Nature. 2015;525:376–379. doi: 10.1038/nature14907. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Rodriguez R.J., White J.F., Jr., Arnold A.E., Redman R.S. Fungal endophytes: diversity and functional roles. New Phytol. 2009;182:314–330. doi: 10.1111/j.1469-8137.2009.02773.x. [DOI] [PubMed] [Google Scholar]\n- Rubio V., Linhares F., Solano R., Martín A.C., Iglesias J., Leyva A., Paz-Ares J. A conserved MYB transcription factor involved in phosphate starvation signaling both in vascular plants and in unicellular algae. Genes Dev. 2001;15:2122–2133. doi: 10.1101/gad.204401. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Sato T., Muta T., Imamura Y., Nojima H., Moriwaki J., Yaguchi Y. Anthracnose of Japanese radish caused by Colletotrichum dematium. J. Gen. Plant Pathol. 2005;71:380–383. [Google Scholar]\n- Sesma A., Osbourn A.E. The rice leaf blast pathogen undergoes developmental processes typical of root-infecting fungi. Nature. 2004;431:582–586. doi: 10.1038/nature02880. [DOI] [PubMed] [Google Scholar]\n- Shin H., Shin H.S., Dewbre G.R., Harrison M.J. Phosphate transport in Arabidopsis: Pht1;1 and Pht1;4 play a major role in phosphate acquisition from both low- and high-phosphate environments. Plant J. 2004;39:629–642. doi: 10.1111/j.1365-313X.2004.02161.x. [DOI] [PubMed] [Google Scholar]\n- Strehmel N., Böttcher C., Schmidt S., Scheel D. Profiling of secondary metabolites in root exudates of Arabidopsis thaliana. Phytochemistry. 2014;108:35–46. doi: 10.1016/j.phytochem.2014.10.003. [DOI] [PubMed] [Google Scholar]\n- Sukno S.A., García V.M., Shaw B.D., Thon M.R. Root infection and systemic colonization of maize by Colletotrichum graminicola. Appl. Environ. Microbiol. 2008;74:823–832. doi: 10.1128/AEM.01165-07. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Tao G., Liu Z., Liu F., Gao Y. Endophytic Colletotrichum species from Bletilla ochracea (Orchidaceae), with descriptions of seven new species. Fungal Divers. 2013;61:139–164. [Google Scholar]\n- Tóth G., Jones A., Montanarella L., editors. LUCAS topsoil survey. Methodology, data and results. JRC Technical Reports. Publications Office of the European Union; Luxembourg: 2013. [Google Scholar]\n- Tsuda K., Sato M., Stoddard T., Glazebrook J., Katagiri F. Network properties of robust immunity in plants. PLoS Genet. 2009;5:e1000772. doi: 10.1371/journal.pgen.1000772. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- Windsor A.J., Reichelt M., Figuth A., Svatos A., Kroymann J., Kliebenstein D.J., Gershenzon J., Mitchell-Olds T. Geographic and evolutionary diversification of glucosinolates among near relatives of Arabidopsis thaliana (Brassicaceae) Phytochemistry. 2005;66:1321–1333. doi: 10.1016/j.phytochem.2005.04.016. [DOI] [PubMed] [Google Scholar]\n- Yadav V., Kumar M., Deep D.K., Kumar H., Sharma R., Tripathi T., Tuteja N., Saxena A.K., Johri A.K. A phosphate transporter from the root endophytic fungus Piriformospora indica plays a role in phosphate transport to the host plant. J. Biol. Chem. 2010;285:26532–26544. doi: 10.1074/jbc.M110.111021. [DOI] [PMC free article] [PubMed] [Google Scholar] [Retracted]\n- Zhou J., Jiao F., Wu Z., Li Y., Wang X., He X., Zhong W., Wu P. OsPHR2 is involved in phosphate-starvation signaling and excessive phosphate accumulation in shoots of plants. Plant Physiol. 2008;146:1673–1686. doi: 10.1104/pp.107.111443. [DOI] [PMC free article] [PubMed] [Google Scholar]\nAssociated Data\nThis section collects any data citations, data availability statements, or supplementary materials included in this article.",
      "domain": "www.ncbi.nlm.nih.gov",
      "timestamp": "2025-06-29T06:29:38.647308"
    },
    {
      "source": "https://www.frontiersin.org/articles/931431/full",
      "content": "- 1Department of Rheumatology and Immunology, West China Hospital, Sichuan University, Chengdu, China\n- 2Department of Rheumatology and Immunology, Sichuan Provincial People’s Hospital, University of Electronic Science and Technology of China, Chengdu, China\n- 3Department of Clinical Research Center, Dazhou Central Hospital, Dazhou, China\n- 4Precision Medicine Center, West China Hospital, Sichuan University, Chengdu, China\n- 5North Sichuan Medical College, Nanchong, China\n- 6School of Basic Medical Sciences, Chengdu University of Traditional Chinese Medicine, Chengdu, China\n- 7Sichuan Province Orthopaedic Hospital, Chengdu, China\n- 8Dazhou Vocational and Technical College, Dazhou, China\n- 9Frontiers Science Center for Disease-Related Molecular Network, West China Hospital, Clinical Institute of Inflammation and Immunology, Sichuan University, Chengdu, China\nObjective: Rheumatoid arthritis (RA) is a chronic inflammatory joint disease, which is associated with progressive disability, systemic complications, and early death. But its etiology and pathogenesis are not fully understood. We aimed to investigate the alterations in plasma metabolite profiles, gut bacteria, and fungi and their role of them in the pathogenesis of RA.\nMethods: Metabolomics profiling of plasma from 363 participants including RA (n = 244), systemic lupus erythematosus (SLE, n = 50), and healthy control (HC, n = 69) were performed using the ultra-high performance liquid chromatography-quadrupole time-of-flight mass spectrometry. The differentially expressed metabolites were selected among groups and used to explore important metabolic pathways. Gut microbial diversity analysis was performed by 16S rRNA sequencing and ITS sequencing (RA = 195, HC = 269), and the specific microbial floras were identified afterward. The diagnosis models were established based on significant differential metabolites and microbial floras, respectively.\nResults: There were 63 differential metabolites discovered between RA and HC groups, mainly significantly enriched in the arginine and proline metabolism, glycine, serine, and threonine metabolism, and glycerophospholipid metabolism between RA and HC groups. The core differential metabolites included L-arginine, creatine, D-proline, ornithine, choline, betaine, L-threonine, LysoPC (18:0), phosphorylcholine, and glycerophosphocholine. The L-arginine and phosphorylcholine were increased in the RA group. The AUC of the predictive model was 0.992, based on the combination of the 10 differential metabolites. Compared with the SLE group, 23 metabolites increased and 61 metabolites decreased in the RA group. However, no significant metabolic pathways were enriched between RA and SLE groups. On the genus level, a total of 117 differential bacteria genera and 531 differential fungal genera were identified between RA and HC groups. The results indicated that three bacteria genera (Eubacterium_hallii_group, Escherichia-Shigella, Streptococcus) and two fungal genera (Candida and Debaryomyces) significantly increased in RA patients. The AUC was 0.80 based on a combination of six differential bacterial genera and the AUC was 0.812 based on a combination of seven differential fungal genera. Functional predictive analysis displayed that differential bacterial and differential fungus both were associated with KEGG pathways involving superpathway of L-serine and glycine biosynthesis I, arginine, ornithine, and proline interconversion.\nConclusion: The plasma metabolism profile and gut microbe profile changed markedly in RA. The glycine, serine, and threonine metabolism and arginine and proline metabolism played an important role in RA.\nIntroduction\nRheumatoid arthritis (RA) is a systemic autoimmune disease characterized by inflammation, especially persistent synovitis, and progressive joint damage with dominant extra-articular features (Smolen et al., 2016). It affects up to 1% of the general population worldwide, regardless of age group (Smolen et al., 2018). Although strict control and targeted therapy may retard the progress of RA, it still cannot be cured completely (Smolen et al., 2020).\nWith the rapid development of high-throughput technologies, including mass spectrometry (MS) and nuclear magnetic resonance spectroscopy (NMRS) (Kang et al., 2015), metabolomics was initiated recently to have exceptional advantages on some novel metabolic pathways and related metabolites (Zhang et al., 2018). Since metabolites are a specific manifestation of the metabolic process, they are indicative of a certain disease state (Horgan and Kenny, 2011). A number of previous studies have claimed the potential value of metabolites for RA (Chimenti et al., 2013; Kapoor et al., 2013; Priori et al., 2015; Cuppen et al., 2016). For example, arachidonic acid metabolism, sphingolipid metabolism, and arginine and proline metabolism were found essential in the therapeutic response of RA, due to achieving sustained drug-free remission (Hu et al., 2011; Teitsma et al., 2018; Wang et al., 2021). RA and systemic lupus erythematosus (SLE) are common autoimmune diseases. In fact, these two autoimmune diseases share several clinical manifestations, serological profiles, and immunological characteristics. However, differences in the plasma metabolic profile between RA and SLE groups are rarely reported.\nDue to biological coevolution, flora metabolism has also been found to affect human health through “functional acquisition.” Numerous pathological changes are found accompanied (Grover and Kashyap, 2014; Foster et al., 2016; Tang et al., 2020). Since the significant role of intestinal flora in RA was first identified in 1968 (Olhagen and Mansson, 1968), it was further considered to be involved in potential treatment. For instance, the diversity of gut microbiota is found to decrease in RA patients (Smolen et al., 2018), while the rare taxa, that is, Actinobacteria increased (Chen et al., 2016). The prevotella copri was more common in new-RA patients than in established RA or no-RA patients (Scher et al., 2013). Thus, the gut microbiota is also suggested to be potential markers of the development of RA.\nHowever, most studies only focused on the correlation of the RA with either a certain specific metabolite or microbial flora (Song et al., 2020; Mun et al., 2021). Very few of them can combination both plasma and fecal metabolomics to comprehensively explore their correlation with RA, not to mention constructing a predictive model to predict the development of RA. Therefore, we aimed to investigate changes in plasma metabolite profiles, gut bacteria, and fungi, and to explore their role in the pathogenesis of RA.\nMaterials and methods\nStudy patients\nThe flow chart of this study is shown in Figure 1. The RA patients were diagnosed according to the American College of Rheumatology 2010 classification (Kay and Upchurch, 2012), hospitalized in the Department of Rheumatology and Immunology in Dazhou Central Hospital from November 2017 to July 2020. The RA group exclusion criteria are as follows: (1) Age < 18 years old; (2) Combination other immune metabolic diseases and complications, such as diabetes, osteoarthritis, metabolic syndrome, and infection; (3) Used probiotics and antibiotics in the last 2 weeks; (4) Tumor patients; (5) Organ failure and organ transplant patients; and (6) Pregnant women. The collected data included patients’ age, gender, 28-joint tender joint count (TJC28), 28-joint swelling joint count (SJC28), C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and so on.\nFigure 1. The flowchart of the study. RA, Rheumatoid arthritis; HC, healthy control; SLE, systemic lupus erythematosus.\nThe healthy control (HC) group included 338 participants, who underwent health examination in Dazhou Central Hospital from May 2020 to July 2020. The disease control group included 50 SLE patients hospitalized in Dazhou Central Hospital from September 2018 to August 2020. All SLE patients were diagnosed according to the American College of Rheumatology (ACR’97) and/or Systemic Lupus International Collaborating Clinic (SLICC’12) classification criteria (Hochberg, 1997; Petri et al., 2012). The plasma samples from 363 participants (244 RA, 69 HC, 50 SLE) were analyzed by non-targeted metabolomics.\nThe stool samples from 464 participants (195 RA and 269 HC) were used to identify the microbial biomarkers and construct the predictive model.\nThis study was approved by the Ethics Committee of Dazhou Central Hospital. The subjects have signed informed consent.\nPlasma sample collection\nFour milliliters of fasting venous blood were drawn and placed in an anticoagulant vacuum blood collection tube (BD Vacutainer®). After the blood was collected, the samples were placed in a refrigerator at 4°C to stand still for processing within 2 h after collection. First, each tube of blood was centrifuged at 3,500 rpm, 4°C for 10 min, and the supernatant was separated into two EP tubes, and then centrifuged again at 12,000 rpm, 4°C for 10 min. Finally, the supernatant plasma was transferred into two new EP tubes and stored in the refrigerator at -80°C.\nUntargeted metabolomics analysis by UNPLC/Q-TOF-MS\nThe method detail of UNPLC/Q-TOF-MS was shown in Supplementary Method File. The hierarchical cluster was performed to display the relationship and difference between metabolites. The multidimensional statistical analysis, including principal component analysis (PCA), partial least-squares discriminant analysis (PLS-DA), and orthogonal partial least-squares discriminant analysis (OPLS-DA), were also performed to help cluster the metabolites. Besides, a permutation test was performed for the validation of the model. Metabolic pathways [impact < 0.2, −log10(p) value > 1.3] and greater metabolic abundance were identified by KEGG database.\nFecal sample collection\nThe fresh stool was collected and delivered immediately at low temperatures, then divided into individual parts of 200 mg and stored at −80°C until extraction.\nFecal sample DNA extraction and Illumina MiSeq sequencing\nAccording to the manufacturer’s protocol, total DNA was extracted from fecal samples. Bacterial 16S rRNA gene fragments (V3–V4) were amplified from the extracted DNA using the primers 338F ACTCCTACGGGAGGCAGCAG and 806R GGACTACHVGGGTWTCTAAT, and fungal internally transcribed spacer (ITS) gene fragments were amplified from the extracted DNA using the primers ITS1F CTTGGTCATTTAGAGGAAGTAA and ITS2R GCTGCGTTCTTCATCGATGC.\nThe following PCR Amplicons were subjected to paired-end sequencing on an Illumina MiSeq sequencing platform using a PE250 kit.\nAmplification sequence processing and analysis\nTaxonomic assignment of ASVs was performed using the Naive Bayes consensus taxonomy classifier implemented in Qiime2 and the SILVA 16S rRNA and ITS database. ASV analysis, Community diversity analysis, Genus and Species difference analysis, model predictive analysis, and PICRUSt2 (Phylogenetic Investigation of Communities by Reconstruction of Unobserved States 2) function prediction analysis were performed based on the 16S rRNA bacterial and ITS Fungal sequencing data.\nThe method of microbial diversity analysis is detailed in Supplementary Method File.\nStatistical analysis\nThe One-Way ANOVA and t-test were performed using SPSS Statistics (V.24.0.0.0) (SPSS Inc., Chicago, United States). The bar graph was performed using GraphPad Prism (v6.0) (GraphPad Software, Inc., CA, United States). And the Principal Co-ordinates Analysis, PCA, Phylogenetic Investigation of Communities by Reconstruction of Unobserved States, Receiver Operating Characteristic (ROC) curve, OPLS-DA, and Correlation heat map analysis were performed using R software (Version 3.4.4).\nResults\nBaseline characteristics of healthy control, systemic lupus erythematosus, and rheumatoid arthritis participants\nThe baseline characteristics of the three groups are presented in Table 1. The RA group included 244 patients (age, 57.8 ± 12.7 years; 72.5% women), with average DAS28(3) 5.5 ± 1.5. The HC group included 338 cases (age, 49.3 ± 7.7 years; 18.6% women). The disease control SLE group included 50 cases (age, 46.2 ± 9.4 years; 98.0% women). There are significant differences in the other clinical indicators of the three groups, such as white blood cells, neutrophils, and lymphocytes (all p < 0.0001).\nPlasma metabolomics profiles of healthy control, systemic lupus erythematosus, and rheumatoid arthritis participants\nBased on an untargeted metabolomics analysis by UNPLC/Q-TOF-MS, we detected 486 peaks in positive and negative ion modes. After excluding 62 metabolites by the natural isotopic peaks, the rest 424 metabolites were finally included for analysis. The PCA results of metabolites indicated that HC group could be distinguished markedly from RA and SLE groups, whereas SLE and RA groups showed less obvious separation (Supplementary Figures 1A,B). Results of the permutation test were shown in Supplementary Figures 1C,D. A total of 63 differential metabolites were identified between RA and HC groups, 21 of which increased and 42 of which decrease in the RA group compared with the HC group (Supplementary Figures 1E,F).\nAfter KEGG pathway analysis, there were three metabolic pathways that most significantly changed between RA and HC groups, arginine and proline metabolism, glycine, serine and threonine metabolism, and glycerophospholipid metabolism (Figure 2A). Among them, a total of 10 differential metabolites were discovered, including L-arginine, creatine, D-proline, ornithine, choline, betaine, L-threonine, 1-stearoyl-2-hydroxy-sn-glycero-3-phosphocholine [LysoPC(18:0)], phosphorylcholine, and glycerophosphocholine (Figure 2B and Supplementary Table 1). The L-arginine and phosphorylcholine were increased in the RA group (all p < 0.01). The correlation heatmap indicated that the patient’s disease activity [DAS28(3)] was negatively correlated with glycerophosphocholine, and inflammation indicators (IL-6, CRP) were negatively correlated with D-proline, L-arginine, L-threonine, LysoPC (18:0), and glycerophosphocholine (Figure 2C). The result of the ROC analysis indicated that the predictive model showed a high discriminatory power to predict the RA status and the area under the curve (AUC) was 0.992 based on a combination of the 10 differential metabolites (Figure 2D).\nFigure 2. The biomarkers and pathway in RA based on plasma metabolomics. (A) The three significant pathways are based on 10 differential metabolites between RA and HCs (Pathway impact < 0.2, −log10(p) value > 1.5 and greater metabolic abundance). (B) The metabolite content differences between RA and HC. *P < 0.05, **P < 0.01, ***P ≤ 0.001. (C) The correlation heatmap between metabolites and clinical information. (D) The ROC curve of the combination of 10 differential metabolites for classifying RA patients from HC. RA, rheumatoid arthritis; HC, healthy control; DAS28, disease activity score-28; TJC28, tender joint count 28; SJC28, joint swelling count 28; ESR, erythrocyte sedimentation rate; CRP, C-reactive protein; RF, rheumatoid factor; WBC, white blood cell count; LY, lymphocyte count; NEUT, neutrophil count; MONO, monocyte count; HB, hemoglobin; PLT, platelet count, ROC, receiver operating characteristic.\nCompared with the disease control, the RA and SLE groups were distinguished significantly in the OPLS-DA analysis (Figures 3A,B). A total of 84 differential metabolites were identified by the differentiated analysis (Figure 3C). Compared with the SLE group, the difference analysis result displayed 23 metabolites increased in RA patients, such as deoxycholic acid, d-galacturonic acid, and L-aspartate. The other 61 metabolites were lower in the RA group, including L-glutamine, L-threonine, and L-alanine. However, all the fold changes of differential metabolites were 0.9–1.2, and no significant metabolic pathway was enriched in the KEGG pathway analysis based on all differential metabolites between RA and SLE groups (Figure 3D).\nFigure 3. The orthogonal partial least-squares discriminant analysis (OPLS-DA) and KEGG pathway analysis in RA patients compared to SLE patients. (A,B) The OPLS-DA plots between RA and SLE, cation, and anion, respectively. (C) The volcano plot of RA vs. SLE. (D) The KEGG pathway analysis results based on the significant metabolites between RA and SLE. RA, rheumatoid arthritis; SLE, systemic lupus erythematosus.\nGut microbiota changes of rheumatoid arthritis participants\nFecal samples were obtained from 464 human participants, including 195 RA cases and another 269 HC volunteers. Bacterial 16S rRNA and fungal ITS amplification provided a series of ASVs to analyze the difference between the two groups.\n16S rRNA bacterial community analysis\nThe clear boundary described the significant difference between RA and HC groups and proved that the number of sequencing samples was sufficient. On the species level, a total of 596 bacterial species were identified between the two groups, including 219 unique bacterial species in the RA group and 147 unique bacterial species in HC (Supplementary Figure 2A). The beta of principal coordinates analysis (PCoA) suggested that there were significant differences in the horizontal community distribution of bacterial species between the two groups (Supplementary Figure 2B). By Wilcoxon rank-sum test, 169 differential bacterial species were identified, and the top 10 bacterial communities based on mean proportions were shown in Supplementary Figure 2C (p < 0.05). However, most names of differential specie names could not be identified.\nOn the genus level, there were 293 common bacterial genera between the two groups, 68 unique genera in the RA group and 41 unique genera in the HC group (Figure 4A). The PCoA analysis displayed that there were differences in the distribution of bacterial communities between the two groups (Figure 4B). The dominant bacteria genus in RA group includes Blautia (11.0%), Faecalibacterium (7.1%), Escherichia-Shigella (9.6%), Bifidobacterium (6.1%), Subdoligranulum (5.4%); the dominant bacteria genera in the HC group were Blautia (10.8%), Faecalibacterium (10.4%), Bifidobacterium (6.9%), Bacteroides (6.7%), and Megamonas (7.4%) (Figure 4C). A total of 117 differential bacteria genera were identified between groups by Wilcoxon rank-sum test, and the top 10 bacterial communities base on mean proportions were shown in Figure 4D (p < 0.05). Furthermore, the results of linear discriminant analysis effect size (LEfSe) identified that six key differential bacteria genera were screened again between groups (LDA score > 4.0 and p < 0.05), including Eubacterium_hallii_group, Escherichia-Shigella, Megamonas, Bacteroides, Faecalibacterium, and Streptococcus (Figure 4E). Among them, Eubacterium_hallii_group, Escherichia-Shigella, and Streptococcus increased in RA patients. Hence, the six most important differential bacterial genera were selected for predictive model analysis, and the AUC was 0.80 of the ROC curves (Figure 4F).\nFigure 4. The differential bacterial flora and predicted enzymes based on 16s rRNA (genus level) between RA and HC groups. (A) The Venn plot between RA and HC groups. (B) The PCoA analysis between RA and HC. (C) The Bar graph of bacterial flora composition in RA and HC. (D) The top 10 significant bacteria between RA and HC. (E) The LDA bar of bacterial flora in RA and HC. (F) The ROC curve of the combination of six differential bacteria for classifying RA patients from HC. RA, rheumatoid arthritis; HC, healthy control; ROC, receiver operating characteristic.\nFungal internally transcribed spacer analysis\nOn the fungal species level, there were 686 common fungal species between the two groups, 980 unique fungal species in the RA group, and 311 unique fungal species in HC group (Supplementary Figure 3A). The PCoA analysis on the species level showed that there were significant differences in the horizontal community distribution between the two groups (Supplementary Figure 3B). Using Wilcoxon rank-sum test, a total of 160 differential fungal species were identified; the top 15 fungus communities based on mean proportions are shown in Supplementary Figure 3C (p < 0.05).\nOn the fungal genus level, the PCoA plot of beta diversity analysis showed that there were significant differences in the distribution of fungal communities between the two groups (Figure 5A). There were 411 common fungal genera between the two groups, 401 of which were specific fungal genera in the RA group, and 117 specific fungal genera in the HC group (Figure 5B). A total of 531 differential fungal genera were identified between RA and HC groups. Community bar diagram analysis showed that there were also significant differences in the fungal composition, relative abundance, and proportion between the two groups. The dominant fungal genera in the RA group were Candida (41.0%), Aspergillus (9.3%), Debaryomyces (3.7%), and Penicillium (3.4%); and the dominant fungus genera in the HC group were Candida (16.3%), Aspergillus (11.4%), Penicillium (5.9%), and Cryptococcus_f_Tremellaceae (4.4%) (Figure 5C). Using Wilcoxon rank-sum test, the top 10 fungal communities based on mean proportions are shown in Figure 5D. Specifically, Cryptococcus, Apiotrichum, Cladosporium, Rhodotorula, and Monascus were significantly more abundant in the HC group; and Candida, Debaryomyces, Wallemia, Kazachstania, and Xeromycesis were significantly more enriched in the RA group (p < 0.05). The LEfSe analysis result discovered that there were seven important different fungal genera between groups (LDA score > 4.0) including Cryptococcus, Penicillium, Aspergillus, Cladosporium, Monascus, Candida, and Debaryomyces (Figure 5E). Specifically, the Candida and Debaryomyces both increased in RA patients. The result of the ROC analysis suggested that the AUC of the prediction model was 0.812 based on a combination of the above seven differential fungal genera (Figure 5F).\nFigure 5. The differential fungal flora and predicted enzymes based on ITS (on genus level) between RA and HC. (A) The Venn plot between RA and HC groups. (B) The PCoA analysis between RA and HC groups. (C) The Bar graph of fungal flora composition in RA and HC groups. (D) The top 10 significant fungal between RA and HC groups. (E) The LDA bar of fungal flora in RA and HC groups. (F) The ROC curve of the combination of seven differential fungal for classifying RA patients from HC. RA, rheumatoid arthritis; HC, healthy control; ROC, receiver operating characteristic.\nFunctional predictive analysis\nWe predicted changes in modules and pathways using PICRUSt2 and calculated the mean proportion of important enzymes in modules and pathways between the RA and HC groups using the STAMP software. PICRUSt2 analysis of the bacteria suggested that these changes in the relative ASV abundance might be associated with the regulation of pathways involving superpathway of L-serine and glycine biosynthesis I, arginine, ornithine, and proline interconversion (Supplementary Figure 4). The most important enzymes associated with the above pathways were predicted, namely choline dehydrogenase, D-amino-acid oxidase, glycine amidinotransferase, betaine-aldehyde dehydrogenase, ornithine aminotransferase, and lysophospholipase (Figure 6A). The functional predictive analysis of fungus also displayed that host metabolic pathways were regulated by fungi including superpathway of L-threonine biosynthesis, urea cycle, L-proline biosynthesis II (from arginine), superpathway of L-serine and glycine biosynthesis I (Supplementary Figure 5), and predictive enzymes including choline dehydrogenase, lysophospholipase, ornithine aminotransferase, choline-phosphate cytidylyltransferase, arginase, phospholipase A (2), and glycine amidinotransferase (Figure 6B). The metabolic network diagram revealed that the three KEGG pathways were enriched based on the 10 key differential metabolites between RA and HC groups (Figure 6C). The three metabolic pathways were interconnected by creatine and choline. Finally, the correlations between metabolites, bacteria, and fungi were analyzed. The results showed that changes in amino acid metabolism were associated with changes in gut microbes in RA patients. D-Proline concentration in plasma was significantly positively correlated with the abundance of Agathobacter, Roseburia, and Cladosporium, and negatively correlated with Candida. Among bacteria, we found that Escherichia-Shigella abundance was positively correlated with plasma Creatine concentration, while Bacteroides genus was negatively correlated with plasma Creatine concentration. The plasma L-Arginine concentration is increased in RA patients and is positively correlated with Rhodotorula of fungi in the stool (Figure 6D).\nFigure 6. The function predictive and omics association analysis. (A) The enzymes prediction of bacterial metabolome between RA and HC. (B) The enzymes prediction of fugal metabolome between RA and HC. (C) The metabolic network diagram of the three enrichment pathways based on 10 differential metabolites. (D) The network mapping diagram of the differential metabolites, bacterial, and fungus. RA, rheumatoid arthritis; HC, healthy control.\nDiscussion\nAs RA is a chronic autoimmune disease, its etiology has not been fully understood yet. Genetic and environmental factors are important risk factors for disease incidence and development. In this study, we mainly focused on the metabolic disorder during RA disease progression using multi-omics approaches. We sought to apply plasma metabolomics profiling and gut microbial community profile to identify potential biomarkers for predicting RA-patient. The metabolomics analysis highlighted three main metabolic pathways: the glycine, serine, and threonine metabolism, glycerophospholipid metabolism, and arginine and proline metabolism. The AUC of the multivariate prediction models based on a combination of the 10 differential metabolites was 0.992. Additionally, the 16S rRNA sequencing results showed that the intestinal bacterial diversity and bacterial structure changed significantly in RA patients compared with the HC group. The AUC of the ROC curve was 0.80 to predict the RA, based on six core differential bacterial genera (LDA > 4). Further, the fungal diversity in RA patient group increased significantly more than in HC, and the AUC of the prediction model was 0.812 based on a combination of seven core differential fungal genera. Functional predictive analysis suggested that the superpathway of L-serine and glycine biosynthesis I, and arginine, ornithine, and proline interconversion might be regulated by bacterial and fungus. These results revealed that arginine and proline metabolism and glycine, serine, and threonine metabolism could play an important role in the disease incidence and development of RA.\nThe plasma metabolic changes, caused by the chronic inflammation, usually served as biomarkers for diagnosis (Chimenti et al., 2015). Our study showed that plasma levels of many kinds of amino acids (AAs) were reduced in RA patients, including L-tryptophan, L-alanine, L-threonine, and L-leucine, compared to healthy controls. These findings were similar to another study (Wang et al., 2018), which suggested that tryptophan (Trp) and glycine were decreased in patients with RA. These metabolites have been associated with immune system activation. For instance, serum alanine level was associated with synovial B-lymphocyte stimulator expression, while the serum levels of threonine and leucine were associated with synovial expression of IL-1β and IL-8 (Narasimhan et al., 2018). Trp, as one of the rarest essential AAs, might degrade to affect immunity through kynurenines and regulate T cells (Murray, 2016).\nA large body of evidence indicated that arginine metabolism played an important role in the occurrence and development of RA disease (Radhakutty et al., 2017; Brunner et al., 2020). In our study, the plasma level of arginine was higher in RA patients than in HC by non-target metabolomics, which was also validated in target metabolomics analysis. This result is consistent with the previous study that displayed patients with RA had higher plasma concentrations of arginine (Radhakutty et al., 2017; Brunner et al., 2020). Brunner and his colleagues reported RANKL that cellular programming required extracellular arginine (Brunner et al., 2020). This evidence indicated that it could improve outcomes in murine arthritis models by systemic arginine restriction, and preosteoclast metabolic quiescence would be induced by arginine removal. It may be a possibility for the effective intervention of RA by arginine restriction. These studies suggested that the core AAs exhibited potential application value in the diagnosis, disease progression, and therapy of RA.\nCholine, as a bridge of glycerophospholipid metabolism and glycine, serine, and threonine metabolism, was decreased in the blood of the RA group in our study. This is consistent with Rekha Narasimhan et al.’s study (Narasimhan et al., 2018). Choline C-11 PET scanning was transferred to joints in inflammatory arthritis (Roivainen et al., 2003) and increased in fibrocyte-like synoviocytes (Beckmann et al., 2015). Evidence of a previous research revealed that Choline was presented in synovial fibroblasts and associated with TNF-α production and migration (Guma et al., 2015). In our study, choline, L-threonine, and D-proline levels were inversely correlated with the RA disease activity defined by DAS28(3). This indicated that these plasma metabolites may be strongly linked to RA disease progression and serve as potential predictive markers.\nRA and SLE are both typical chronic inflammatory autoimmune diseases, and with complicated pathogenesis. It is difficult to identify and clarify accurate etiology for them. Many previous studies have reported that abnormal metabolic activities are critical in SLE pathogenesis. For example, glycolysis and mitochondrial oxidative metabolism both were raised in SLE patients and the SLE mouse model (Yin et al., 2015). Another paper revealed that citrate and pyruvate were decreased in both SLE and RA patients compared with healthy controls, and the serum level of formate was markedly decreased in SLE patients (Ouyang et al., 2011). In our study, we compared the RA and SLE and found that the RA metabolic profile was different from the SLE group. However, there was no significant change in metabolic pathways between RA and SLE groups. Additionally, the fold change value of all differential metabolites was small (0.9-1.2), which may support a hypothesis that the changes in the plasma metabolic are similar for RA and SLE patients.\nIn recent years, numerous studies proved that there were alterations in intestinal microbiota composition, especially in autoimmune diseases (Wu and Wu, 2012; Luckey et al., 2013; Taneja, 2014), including RA. Previous studies showed that gut microbiome dysbiosis could induce the production of proinflammatory cytokines, interleukin-17, and increased levels of Th17 cells (Luckey et al., 2013). The role of gut microbiota in the pathogenesis of arthritis was demonstrated in experimental murine models (Chen et al., 2016; Liu et al., 2016; Wang et al., 2020a). For instance, L. bifidus could induce joint swelling in germ-free mice (Abdollahi-Roodsaz et al., 2008). In our study, we identified 68 genera unique in the RA group and 41 unique genera in the HC group, and 117 differential bacterial genera were further identified. On the genus level, the Lactobacillus, Eubacterium_hallii, Escherichia-Shigella, and Streptococcus were more abundant in RA patients. Our results were similar to a previous study that reported that some Lactobacillus species might cause arthritis (Simelyte et al., 2003). Eubacterium_hallii, as one of the major butyrate producers (Louis et al., 2010), may play anti-rheumatic and anti-inflammatory effects by butyrate, which was proved that it inhibited arthritis and suppressed the expression of inflammatory cytokines in the CIA mice model (Hui et al., 2019). However, the change tendency of Eubacterium_hallii in our study was increased in patients with RA. Moreover, the abundance of Bacteroides was higher in healthy controls. This was consistent with a recent previous study that reported the decrement of a redox reaction-related gene of the genus Bacteroides in RA (Kishikawa et al., 2020).\nNotably, in this study, we systematically analyzed the profile of fecal fungal biodiversity and community structure between RA and HCs. At the genus level, there were 401 specific fungal genera in the RA group, which were significantly more than the HC group. The LDA effect size analysis indicated that the seven discovered different fungal genera as a combination of biomarkers to diagnose RA included Cryptococcus, Penicillium, Aspergillus, Cladosporium, Monascus, Candida, and Debaryomyces. Especially, the Candida and Debaryomyces were more enriched in RA patients, which could be a potential biomarker for the prediction of early RA. Bishu et al. (2014). reported that there was clearly a trend toward increased susceptibility to C. albicans colonization in RA, and the risk of mucosal candidiasis in RA patients may increase by using biologic drugs selectively targeting the IL-23/IL-17 axis. Furthermore, Jain et al. (2021) discovered that yeast Debaryomyces hansenii were more likely to localize and be abundant within incompletely healed intestinal wounds of mice and inflamed tissue results from Crohn’s disease patients. Another study also confirmed that Debaryomyces hansenii could control the proliferation of opportunistic bacteria in the mucosa of intestinal microbiota disorder mice (Zeng et al., 2019). Although our results analyzed the fungal profile and changing trend in RA patients, the relationship of fungi with RA disease and the biological functions of fungi are still unclear and needs further exploration.\nA recent study has reported that aberrant gut microbiota alters the host metabolome and impacts renal failure in humans, and gut microbiota is an important determinant of the host fecal and serum metabolic landscape (Wang et al., 2020b). A previous study has suggested that the serum metabolome can be impacted by dysbiosis of the human gut microbiota, and Prevotella copri and Bacteroides vulgatus are identified as the main species driving the association between biosynthesis of branched-chain AAs and insulin resistance (Pedersen et al., 2016). In our study, we analyzed the fecal bacterial community and fungal community structure and species diversity of RA patients and healthy controls and performed a functional predictive analysis of the identified differential communities. The results showed that plasma amino acid metabolism was associated with changes in gut microbes in RA patients. Especially, the arginine and proline metabolism pathways were significantly affected by microbiota changes. The expression of the metabolite L-Arginine was increased in RA patients and positively correlated with Rhodotorula in fungi. D-Proline levels were significantly positively correlated with abundances of Agathobacter, Roseburia, and Cladosporium, and negatively correlated with Candida. Escherichia-Shigella abundance was positively correlated with plasma Creatine levels, while Bacteroides genus was negatively correlated with Creatine. Our results are consistent with those of a previous study that found that Megamonas was decreased in RA patients, which participates in the metabolism of carbohydrate fermentation into SCFAs (Feng et al., 2019). The functional predictive analysis results suggested that differential genera affect the host metabolic pathway of L-threonine biosynthesis, L-serine and glycine biosynthesis I, and “arginine, ornithine, and proline interconversion” through a variety of enzymes, such as choline dehydrogenase, D-amino-acid oxidase, glycine amidinotransferase, ornithine aminotransferase, lysophospholipase, choline-phosphate cytidylyltransferase, arginase, and phospholipase A (2), which from the functional prediction is based on a differential microbial genus. Interestingly, the functional prediction results showed a higher abundance of choline dehydrogenase, glycine amidinotransferase, phospholipase A (2), lower abundance of ornithine aminotransferase, and lysophospholipase, in bacteria of the RA group compared with HC group, however, the abundance of these enzymes was the exact opposite in fungi of RA patients.\nThere were several limitations. First, the critical role of metabolites biomarkers and microbial biomarkers need to be validated further. Second, though the glycine, serine, and threonine metabolism could help us draw a positive conclusion that they could be considered as a bridge between plasma and microbial metabolomes, the pathological mechanism from genotype to phenotype is not clear. Third, the untargeted metabolomics and microbiome were not using the same batch of personnel in the healthy control group, and a cautious interpretation of our result was needed when applying our model to other populations.\nConclusion\nIn conclusion, we provided a list of metabolites, bacteria, and fungus, whose abundance changed in RA as potential biomarkers and built plasma metabolic/microbe-markers-based models for potentially clinical diagnosis of RA. The function prediction analysis of plasma metabolomics, intestinal bacteria, and intestinal fungi displayed that RA disease was related to changes in arginine and proline metabolism and glycine, serine, and threonine metabolism. Gut microbiome analysis combined with plasma metabolomics can shed new light on the pathogenesis of RA.\nData availability statement\nThe data presented in the study are deposited in the NGDC database, accession number PRJCA011639.\nEthics statement\nThe study was reviewed and approved by the Medical Ethics Committees of Dazhou Central Hospital.\nAuthor contributions\nFZ, SL, and JZ contributed conception and design of the study. All authors were involved in organizing the database, performing the statistical analysis, drafting the article, and revising it critically for important intellectual content, agreed to be accountable for all aspects of the work and approved the final version to be published.\nFunding\nThis study was supported by the Innovative Scientific Research Project of Medical Youth in Sichuan Province (Q20073), the Medical Research Project of Sichuan Province (S20001), the Dazhou-Sichuan University Intelligent Medical Laboratory in Dazhou (2020CDDZ-02), the Key Projects Fund of Science and Technology Department of Sichuan Province (2021YFS0165, 22DZYF1942, 22ZDYF1766, 22ZDYF1948, and 22MZGC0090), and the Scientific Research Fund of Sichuan Health and Health Committee (21PJ085).\nAcknowledgments\nWe thank Prof. Xiuqin Zhang (Peking University) for constructive comments on the manuscript.\nConflict of interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.\nSupplementary material\nThe Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fmicb.2022.931431/full#supplementary-material\nReferences\nAbdollahi-Roodsaz, S., Joosten, L. A., Koenders, M. I., Devesa, I., Roelofs, M. F., Radstake, T. R., et al. (2008). Stimulation of TLR2 and TLR4 differentially skews the balance of T cells in a mouse model of arthritis. J. Clin. Invest 118, 205–216. doi: 10.1172/JCI32639\nBeckmann, J., Schubert, J., Morhenn, H. G., Grau, V., Schnettler, R., and Lips, K. S. (2015). Expression of choline and acetylcholine transporters in synovial tissue and cartilage of patients with rheumatoid arthritis and osteoarthritis. Cell Tissue Res. 359, 465–477. doi: 10.1007/s00441-014-2036-0\nBishu, S., Su, E. W., Wilkerson, E. R., Reckley, K. A., Jones, D. M., McGeachy, M. J., et al. (2014). Rheumatoid arthritis patients exhibit impaired Candida albicans-specific Th17 responses. Arthritis. Res. Ther. 16:R50. doi: 10.1186/ar4480\nBrunner, J. S., Vulliard, L., Hofmann, M., Kieler, M., Lercher, A., Vogel, A., et al. (2020). Environmental arginine controls multinuclear giant cell metabolism and formation. Nat. Commun. 11:431. doi: 10.1038/s41467-020-14285-1\nChen, J., Wright, K., Davis, J. M., Jeraldo, P., Marietta, E. V., Murray, J., et al. (2016). An expansion of rare lineage intestinal microbes characterizes rheumatoid arthritis. Genome Med. 8:43. doi: 10.1186/s13073-016-0299-7\nChimenti, M. S., Triggianese, P., Conigliaro, P., Candi, E., Melino, G., and Perricone, R. (2015). The interplay between inflammation and metabolism in rheumatoid arthritis. Cell Death Dis. 6:e1887. doi: 10.1038/cddis.2015.246\nChimenti, M. S., Tucci, P., Candi, E., Perricone, R., Melino, G., and Willis, A. E. (2013). Metabolic profiling of human CD4+ cells following treatment with methotrexate and anti-TNF-alpha infliximab. Cell Cycle 12, 3025–3036. doi: 10.4161/cc.26067\nCuppen, B. V., Fu, J., van Wietmarschen, H. A., Harms, A. C., Koval, S., Marijnissen, A. C., et al. (2016). Exploring the inflammatory metabolomic profile to predict response to TNF-alpha Inhibitors in rheumatoid arthritis. PLoS One 11:e0163087. doi: 10.1371/journal.pone.0163087\nFeng, J., Zhao, F., Sun, J., Lin, B., Zhao, L., Liu, Y., et al. (2019). Alterations in the gut microbiota and metabolite profiles of thyroid carcinoma patients. Int. J. Cancer 144, 2728–2745. doi: 10.1002/ijc.32007\nFoster, J. A., Lyte, M., Meyer, E., and Cryan, J. F. (2016). Gut microbiota and brain function: An evolving field in neuroscience. Int. J. Neuropsychopharmacol. 19:yv114. doi: 10.1093/ijnp/pyv114\nGrover, M., and Kashyap, P. C. (2014). Germ-free mice as a model to study effect of gut microbiota on host physiology. Neurogastroenterol. Motil. 26, 745–748. doi: 10.1111/nmo.12366\nGuma, M., Sanchez-Lopez, E., Lodi, A., Garcia-Carbonell, R., Tiziani, S., Karin, M., et al. (2015). Choline kinase inhibition in rheumatoid arthritis. Ann. Rheum. Dis. 74, 1399–1407. doi: 10.1136/annrheumdis-2014-205696\nHochberg, M. C. (1997). Updating the American College of rheumatology revised criteria for the classification of systemic lupus erythematosus. Arthritis. Rheum. 40:1725. doi: 10.1002/art.1780400928\nHorgan, R., and Kenny, L. (2011). Omic technologies: Genomics, transcriptomics, proteomics and metabolomics. Obstetr. Gynaecol. 13, 189–195.\nHu, P. F., Chen, Y., Cai, P. F., Jiang, L. F., and Wu, L. D. (2011). Sphingosine-1-phosphate: A potential therapeutic target for rheumatoid arthritis. Mol. Biol. Rep. 38, 4225–4230. doi: 10.1007/s11033-010-0545-9\nHui, W., Yu, D., Cao, Z., and Zhao, X. (2019). Butyrate inhibit collagen-induced arthritis via Treg/IL-10/Th17 axis. Int. Immunopharmacol. 68, 226–233. doi: 10.1016/j.intimp.2019.01.018\nJain, U., Ver Heul, A. M., Xiong, S., Gregory, M. H., Demers, E. G., Kern, J. T., et al. (2021). Debaryomyces is enriched in Crohn’s disease intestinal tissue and impairs healing in mice. Science 371, 1154–1159. doi: 10.1126/science.abd0919\nKang, J., Zhu, L., Lu, J., and Zhang, X. (2015). Application of metabolomics in autoimmune diseases: Insight into biomarkers and pathology. J. Neuroimmunol. 279, 25–32. doi: 10.1016/j.jneuroim.2015.01.001\nKapoor, S. R., Filer, A., Fitzpatrick, M. A., Fisher, B. A., Taylor, P. C., Buckley, C. D., et al. (2013). Metabolic profiling predicts response to anti-tumor necrosis factor alpha therapy in patients with rheumatoid arthritis. Arthritis Rheum. 65, 1448–1456. doi: 10.1002/art.37921\nKay, J., and Upchurch, K. S. (2012). ACR/EULAR 2010 rheumatoid arthritis classification criteria. Rheumatology (Oxford) 51 Suppl 6, vi5–vi9. doi: 10.1093/rheumatology/kes279\nKishikawa, T., Maeda, Y., Nii, T., Motooka, D., Matsumoto, Y., Matsushita, M., et al. (2020). Metagenome-wide association study of gut microbiome revealed novel aetiology of rheumatoid arthritis in the Japanese population. Ann. Rheum. Dis. 79, 103–111. doi: 10.1136/annrheumdis-2019-215743\nLiu, X., Zeng, B., Zhang, J., Li, W., Mou, F., Wang, H., et al. (2016). Role of the gut microbiome in modulating arthritis progression in mice. Sci. Rep. 6:30594. doi: 10.1038/srep30594\nLouis, P., Young, P., Holtrop, G., and Flint, H. J. (2010). Diversity of human colonic butyrate-producing bacteria revealed by analysis of the butyryl-CoA:acetate CoA-transferase gene. Environ. Microbiol. 12, 304–314. doi: 10.1111/j.1462-2920.2009.02066.x\nLuckey, D., Gomez, A., Murray, J., White, B., and Taneja, V. (2013). Bugs & us: The role of the gut in autoimmunity. Indian J Med Res 138, 732–743.\nMun, S., Lee, J., Park, M., Shin, J., Lim, M. K., and Kang, H. G. (2021). Serum biomarker panel for the diagnosis of rheumatoid arthritis. Arthritis Res. Ther. 23:31. doi: 10.1186/s13075-020-02405-7\nMurray, P. J. (2016). Amino acid auxotrophy as a system of immunological control nodes. Nat. Immunol. 17, 132–139. doi: 10.1038/ni.3323\nNarasimhan, R., Coras, R., Rosenthal, S. B., Sweeney, S. R., Lodi, A., Tiziani, S., et al. (2018). Serum metabolomic profiling predicts synovial gene expression in rheumatoid arthritis. Arthritis Res. Ther. 20:164. doi: 10.1186/s13075-018-1655-3\nOlhagen, B., and Mansson, I. (1968). Intestinal Clostridium perfringens in rheumatoid arthritis and other collagen diseases. Acta Med. Scand. 184, 395–402. doi: 10.1111/j.0954-6820.1968.tb02478.x\nOuyang, X., Dai, Y., Wen, J. L., and Wang, L. X. (2011). (1)H NMR-based metabolomic study of metabolic profiling for systemic lupus erythematosus. Lupus 20, 1411–1420. doi: 10.1177/0961203311418707\nPedersen, H. K., Gudmundsdottir, V., Nielsen, H. B., Hyotylainen, T., Nielsen, T., Jensen, B. A., et al. (2016). Human gut microbes impact host serum metabolome and insulin sensitivity. Nature 535, 376–381. doi: 10.1038/nature18646\nPetri, M., Orbai, A. M., Alarcon, G. S., Gordon, C., Merrill, J. T., Fortin, P. R., et al. (2012). Derivation and validation of the Systemic Lupus International Collaborating Clinics classification criteria for systemic lupus erythematosus. Arthritis Rheum. 64, 2677–2686. doi: 10.1002/art.34473\nPriori, R., Casadei, L., Valerio, M., Scrivo, R., Valesini, G., and Manetti, C. (2015). (1)H-NMR-Based metabolomic study for identifying serum profiles associated with the response to etanercept in patients with rheumatoid arthritis. PLoS One 10:e0138537. doi: 10.1371/journal.pone.0138537\nRadhakutty, A., Mangelsdorf, B. L., Drake, S. M., Rowland, A., Smith, M. D., Mangoni, A. A., et al. (2017). Opposing effects of rheumatoid arthritis and low dose prednisolone on arginine metabolomics. Atherosclerosis 266, 190–195. doi: 10.1016/j.atherosclerosis.2017.10.004\nRoivainen, A., Parkkola, R., Yli-Kerttula, T., Lehikoinen, P., Viljanen, T., Mottonen, T., et al. (2003). Use of positron emission tomography with methyl-11C-choline and 2-18F-fluoro-2-deoxy-D-glucose in comparison with magnetic resonance imaging for the assessment of inflammatory proliferation of synovium. Arthritis Rheum. 48, 3077–3084. doi: 10.1002/art.11282\nScher, J. U., Sczesnak, A., Longman, R. S., Segata, N., Ubeda, C., Bielski, C., et al. (2013). Expansion of intestinal Prevotella copri correlates with enhanced susceptibility to arthritis. Elife 2:e01202. doi: 10.7554/eLife.01202\nSimelyte, E., Rimpilainen, M., Zhang, X., and Toivanen, P. (2003). Role of peptidoglycan subtypes in the pathogenesis of bacterial cell wall arthritis. Ann. Rheum. Dis. 62, 976–982. doi: 10.1136/ard.62.10.976\nSmolen, J. S., Aletaha, D., and McInnes, I. B. (2016). Rheumatoid arthritis. Lancet 388, 2023–2038. doi: 10.1016/S0140-6736(16)30173-8\nSmolen, J. S., Aletaha, D., Barton, A., Burmester, G. R., Emery, P., Firestein, G. S., et al. (2018). Rheumatoid arthritis. Nat. Rev. Dis. Primers 4:18001. doi: 10.1038/nrdp.2018.1\nSmolen, J. S., Landewe, R. B. M., Bijlsma, J. W. J., Burmester, G. R., Dougados, M., Kerschbaumer, A., et al. (2020). EULAR recommendations for the management of rheumatoid arthritis with synthetic and biological disease-modifying antirheumatic drugs: 2019 update. Ann. Rheum. Dis. 79, 685–699. doi: 10.1136/annrheumdis-2019-216655\nSong, L., Yin, Q., Kang, M., Ma, N., Li, X., Yang, Z., et al. (2020). Untargeted metabolomics reveals novel serum biomarker of renal damage in rheumatoid arthritis. J. Pharm. Biomed. Anal. 180, 113068. doi: 10.1016/j.jpba.2019.113068\nTaneja, V. (2014). Arthritis susceptibility and the gut microbiome. FEBS Lett. 588, 4244–4249. doi: 10.1016/j.febslet.2014.05.034\nTang, Y., Liu, S., Shu, H., Yanagisawa, L., and Tao, F. (2020). gut microbiota dysbiosis enhances migraine-like pain via TNFalpha upregulation. Mol. Neurobiol. 57, 461–468. doi: 10.1007/s12035-019-01721-7\nTeitsma, X. M., Yang, W., Jacobs, J. W. G., Petho-Schramm, A., Borm, M. E. A., Harms, A. C., et al. (2018). Baseline metabolic profiles of early rheumatoid arthritis patients achieving sustained drug-free remission after initiating treat-to-target tocilizumab, methotrexate, or the combination: Insights from systems biology. Arthritis Res. Ther. 20:230. doi: 10.1186/s13075-018-1729-2\nWang, B., He, Y., Tang, J., Ou, Q., and Lin, J. (2020a). Alteration of the gut microbiota in tumor necrosis factor-alpha antagonist-treated collagen-induced arthritis mice. Int. J. Rheum. Dis. 23, 472–479. doi: 10.1111/1756-185X.13802\nWang, B., Wu, L., Chen, J., Dong, L., Chen, C., Wen, Z., et al. (2021). Metabolism pathways of arachidonic acids: Mechanisms and potential therapeutic targets. Signal Transduct. Target Ther. 6:94. doi: 10.1038/s41392-020-00443-w\nWang, M., Huang, J., Fan, H., He, D., Zhao, S., Shu, Y., et al. (2018). treatment of rheumatoid arthritis using combination of methotrexate and tripterygium glycosides tablets-A quantitative plasma pharmacochemical and pseudotargeted metabolomic approach. Front. Pharmacol. 9:1051. doi: 10.3389/fphar.2018.01051\nWang, X., Yang, S., Li, S., Zhao, L., Hao, Y., Qin, J., et al. (2020b). Aberrant gut microbiota alters host metabolome and impacts renal failure in humans and rodents. Gut 69, 2131–2142. doi: 10.1136/gutjnl-2019-319766\nWu, H. J., and Wu, E. (2012). The role of gut microbiota in immune homeostasis and autoimmunity. Gut Microbes. 3, 4–14. doi: 10.4161/gmic.19320\nYin, Y., Choi, S. C., Xu, Z., Perry, D. J., Seay, H., Croker, B. P., et al. (2015). Normalization of CD4+ T cell metabolism reverses lupus. Sci. Transl. Med. 7:274ra218. doi: 10.1126/scitranslmed.aaa0835\nZeng, A., Peng, M., Liu, H., Guo, Z., Xu, J., Wang, S., et al. (2019). Effects of Debaryomyces hansenii treatment on intestinal mucosa microecology in mice with antibiotic-associated diarrhea. PLoS One 14:e0224730. doi: 10.1371/journal.pone.0224730\nKeywords: rheumatoid arthritis, metabolomics, gut bacterial, gut fungus, metabolic pathway\nCitation: Zhu J, Wang T, Lin Y, Xiong M, Chen J, Jian C, Zhang J, Xie H, Zeng F, Huang Q, Su J, Zhao Y, Li S and Zeng F (2022) The change of plasma metabolic profile and gut microbiome dysbiosis in patients with rheumatoid arthritis. Front. Microbiol. 13:931431. doi: 10.3389/fmicb.2022.931431\nReceived: 29 April 2022; Accepted: 19 August 2022;\nPublished: 18 October 2022.\nEdited by:\nCong-Qiu Chu, Oregon Health and Science University, United StatesReviewed by:\nShulan Su, Nanjing University of Chinese Medicine, ChinaZhu Chen, University of Science and Technology of China, China\nCopyright © 2022 Zhu, Wang, Lin, Xiong, Chen, Jian, Zhang, Xie, Zeng, Huang, Su, Zhao, Li and Zeng. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.\n*Correspondence: Yi Zhao, emhhby55MTk3N0AxNjMuY29t; Shilin Li, bGlzaGlsaW5lYWdsZUAxNjMuY29t; Fanxin Zeng, emVuZ2Z4QHBrdS5lZHUuY24=\n†These authors have contributed equally to this work",
      "domain": "www.frontiersin.org",
      "timestamp": "2025-06-29T06:29:40.295008"
    }
  ]
}